{
  "source": "Scribd: Legal Terms Dictionary (extracted preview)",
  "extracted_at": "2025-09-05T18:48:01.425710+08:00",
  "count": 33,
  "entries": [
    {
      "term": "Aberratio ictus",
      "definition": "Criminal law: mistake in the blow—intent is aimed at one person but another is hit."
    },
    {
      "term": "Abogado",
      "definition": "Spanish: lawyer or attorney-at-law; officer of the court with professional duties."
    },
    {
      "term": "Accident",
      "definition": "Unintended, unforeseen injurious occurrence; not ordinarily expected or reasonably anticipated."
    },
    {
      "term": "Absolute privileged communication",
      "definition": "Libel: speech absolutely immune from suit (e.g., congressional debates)."
    },
    {
      "term": "Action for reconveyance",
      "definition": "Action to transfer property wrongfully titled to the rightful owner; distinct from quieting of title."
    },
    {
      "term": "Accommodation party",
      "definition": "Negotiable instruments: one who signs to lend their name without receiving value."
    },
    {
      "term": "Acquisitive prescription",
      "definition": "Ownership acquired by possession over time—public, peaceful, uninterrupted, in concept of owner."
    },
    {
      "term": "Affirmative defense",
      "definition": "New matter that, while admitting the complaint, bars recovery (Rule 6, Sec. 5)."
    },
    {
      "term": "Agrarian dispute",
      "definition": "Controversy over tenurial arrangements or farmworkers’ representation on agricultural land."
    },
    {
      "term": "Agricultural lands",
      "definition": "Land devoted to agriculture; not classified as mineral, forest, residential, commercial, or industrial."
    },
    {
      "term": "Aliunde (evidence aliunde)",
      "definition": "From another source; extrinsic evidence to clarify a document’s meaning."
    },
    {
      "term": "Appropriation law",
      "definition": "Statute authorizing release of public funds from the treasury."
    },
    {
      "term": "Artworks",
      "definition": "Artistic objects made by hand; decorative work produced in quantity."
    },
    {
      "term": "Ascariasis",
      "definition": "Ascaris lumbricoides infestation; transmission via fecally contaminated food/drink."
    },
    {
      "term": "Assessed value",
      "definition": "Value fixed by tax authorities for rate computation; not necessarily market value."
    },
    {
      "term": "Back pay",
      "definition": "Wages awarded for work an employee would have done absent illegal dismissal."
    },
    {
      "term": "Baptismal certificate",
      "definition": "Private document; not conclusive proof of filiation; evidences administration of sacrament."
    },
    {
      "term": "Betrayal of public trust",
      "definition": "1987 Constitution impeachment ground, in addition to other specified offenses."
    },
    {
      "term": "Bill of attainder",
      "definition": "Legislative act inflicting punishment without trial."
    },
    {
      "term": "Bill of particulars",
      "definition": "Remedial: clarifies pleadings to define issues and avoid surprise; aids case preparation."
    },
    {
      "term": "Blackmail",
      "definition": "Extorting value by threats of accusation or exposure; akin to extortion."
    },
    {
      "term": "Blockhead",
      "definition": "A person deficient in understanding (older usage in cases)."
    },
    {
      "term": "Breach of promise to marry",
      "definition": "Generally not actionable except for actual wedding-related expenses; moral damages via Civil Code provisions."
    },
    {
      "term": "Bargaining unit",
      "definition": "Employee group suited to collective bargaining, balancing workers’ and employer’s interests."
    },
    {
      "term": "Bystander rule",
      "definition": "Labor: employer is mere bystander in certification election, with limited exception."
    },
    {
      "term": "Carrier",
      "definition": "Entity transporting persons or goods for hire or gratuitously."
    },
    {
      "term": "Cause of action",
      "definition": "Act or omission by which a party violates another’s right (Rules of Court)."
    },
    {
      "term": "Chain of custody",
      "definition": "Recorded movement and safekeeping of seized drugs/chemicals from seizure to presentation."
    },
    {
      "term": "Check",
      "definition": "Bill of exchange drawn on a bank, payable on demand (NIL Sec. 185)."
    },
    {
      "term": "Constructive dismissal",
      "definition": "Intolerable employer conduct forces resignation; effectively an illegal dismissal."
    },
    {
      "term": "Contempt of court",
      "definition": "Willful disobedience or conduct impeding justice and the court’s authority."
    },
    {
      "term": "Corpus delicti",
      "definition": "Body/substance of the crime; proof that a crime occurred and someone is responsible."
    },
    {
      "term": "Credit card",
      "definition": "Device used to obtain money, goods, property, labor, or services on credit."
    }
  ]
}