{
  "id": "sha256:405c6ff3d5855c1736ec3cd1ed40fa2416e1f9b0e661457c87aba777172c0db1",
  "gr_number": "G.R. No. 112140",
  "gr_numbers": [
    "G.R. No. 112140"
  ],
  "special_number": null,
  "special_numbers": null,
  "case_title": "JESUS D. MORALES AND CAROLINA NUQUI, PETITIONERS, VS. COURT OF APPEALS, ISAAC OLIVA, MILAGROS OLIVA-OBUYES, ANTONIA OLIVA-OLEO, DANILO OLIVA AND ROBERTO OLIVA, RESPONDENTS.",
  "page_title": "G.R. NO. 112140 - JESUS D. MORALES AND CAROLINA NUQUI, PETITIONERS, VS. COURT OF APPEALS, ISAAC OLIVA, MILAGROS OLIVA-OBUYES, ANTONIA OLIVA-OLEO, DANILO OLIVA AND ROBERTO OLIVA, RESPONDENTS.D E C I S I O N - Supreme Court E-Library",
  "promulgation_date": "2005-06-23",
  "promulgation_year": 2005,
  "promulgation_month": "jun",
  "court": "Supreme Court",
  "source_url": "https://elibrary.judiciary.gov.ph/thebookshelf/showdocs/1/43097",
  "clean_version": "v2.1",
  "checksum": "sha256:cc0ff9474755bc0c0016bab006c619d4115c66576addbf2fcb5a9603e1762d1a",
  "crawl_ts": "2025-09-18T05:50:28.396901Z",
  "ponente": "TINGA, J.",
  "division": "Second Division",
  "en_banc": false,
  "clean_text": "SECOND DIVISION\n[ G.R. NO. 112140, June 23, 2005 ]\nJESUS D. MORALES AND CAROLINA NUQUI, PETITIONERS, VS. COURT OF APPEALS, ISAAC OLIVA, MILAGROS OLIVA-OBUYES, ANTONIA OLIVA-OLEO, DANILO OLIVA AND ROBERTO OLIVA, RESPONDENTS.\nD E C I S I O N TINGA, J.:\nThe rules of procedure should not be viewed as a self-contained celebration of ritual, but rather as a means to vindicate rights and establish justice.  The higher goals of the Rules of Court¾to secure a just, speedy and inexpensive disposition of every action and proceeding¾should forebear every resolution of a procedural question. The subject litigation is the sort of case where the correct, just and obvious legal solution is enmeshed behind a procedural thicket attributable to several factors.  We grant the petition to render effective relief to the prevailing party in accordance with the applicable law and the established facts.\nThe facts follow.  Spouses Isaac Oliva and Encarnacion dela Cruz were the conjugal owners of a parcel of land and the improvements thereon\n[1]\nlocated in Polo, [2]\nBulacan. The property was covered by Transfer Certificate of Title (TCT) No. T-37578 issued by the Register of Deeds of the Province of Bulacan.  Encarnacion dela Cruz died in 1976, before the subject controversy arose. Isaac Oliva is one of the respondents in the present case, along with four of his children with Encarnacion.\n[3]\nIt is alleged that Florentino Oliva, a son of Isaac and Encarnacion, “borrowed” TCT No. T-37578 on the pretext that he would use the title as collateral for a loan he was to obtain for the construction of his house, with the assurance that upon the maturity date of the loan, he would redeem the property and return the title to his father and siblings.\n[4]\nFlorentino likewise induced the private respondents into entrusting unto him their respective residence certificates.\nEventually, after Florentino failed to return the borrowed certificate of title despite his family’s repeated demands, the private respondents made inquiries with the Register of Deeds of Bulacan.  There they discovered that a document entitled An Extrajudicial Settlement With Sale dated 17 March 1980 had been filed for registration and inscription.  Said document, which purports to contain the alleged signatures of the private respondents in their twin capacity as co-heirs and owners-vendors, evidences the sale of the subject property to petitioner Jesus D. Morales (Morales) for the sum of Twenty One Thousand One Hundred Fifty Pesos (P21,150.00). Private respondents likewise learned that TCT No. T-37578 had been cancelled and that in lieu thereof TCT No. 36356 was issued on 16 July 1980 in the name of Morales and his wife, petitioner Carolina Nuqui.\nThe private respondents filed an adverse claim with the Register of Deeds, their signatures affixed thereon.  Then, on 3 March 1982, the private respondents filed an action seeking the nullification of the Deed Of Extrajudicial Settlement With Sale\n, reconveyance of the property, and damages.  The case docketed as Civil Case No. 1555-V82 was assigned to Branch III of the Court of First Instance of Valenzuela (subsequently, it became the Regional Trial Court of Valenzuela, Branch CLXXI), then presided over by Judge Avelino M. Constantino.  In their answer, the petitioners alleged that the signatures of the private respondents in the deed of sale were genuine and raised the defense, among others that they were buyers in good faith.\nOn 20 July 1992, the parties entered into a Stipulation of Facts, the pertinent portions of which are reproduced below:\n1. That the plaintiffs maintain that their signatures appearing in the Extra Judicial Settlement and Sale of the Estate of the Deceased Encarnacion de la Cruz (Annex “A” of the Complaint) are forgeries; 2. That the defendants maintain otherwise because their signatures appearing therein are authentic; 3. That the signatures appearing in the Adverse Claim (Annex “C” of the Complaint) dated January 25, 1982 are genuine and authentic signatures of the plaintiffs which could serve as standards for examination by the National Bureau of Investigation (NBI); 4. That defendants spouses Jesus D. Morales and Carolina Nuqui claim that the signatures appearing in Annexes “A” and “C” are the one and the same signatures of the plaintiffs; 5. That if and when signatures of the plaintiffs appearing in Annex “A” are authentic and genuine same as appearing in Annex “C,” they are going to recognize the right of ownership of the defendants and that they will immediately vacate the premises in question as well as other tenants thereof; 6. That if and when the signatures of the plaintiffs are false as claimed by them after the examination by the NBI, the defendant spouses Jesus D. Morales and Carolina Nuqui will reconvey the property in question in favor of the plaintiffs and will execute the corresponding deeds of sale; 7. That the losing party will pay all the damages to be incurred by the winning party including attorney’s fees to be assessed by the Court; 8. That the expenses to be incurred in the examination of Annexes “A” and “C” by the National Bureau of Investigation shall be shouldered by the parties in equal share or pro rata.\n[5]\nPursuant to these stipulations, the trial court ordered the National Bureau of Investigation (NBI) to examine the genuineness of the private respondents’ signatures in the Deed of Extrajudicial Settlement With Sale, as compared with the signatures appearing in the adverse claim filed with the Register of Deeds. The NBI submitted its report on 22 November 1982, concluding that the questioned signatures were indeed those of the private respondents.  The submission of the report caused the petitioners to file a Motion for Summary Judgment\n, [6]\nalleging that they were entitled to immediate judgment in their favor owing to the Stipulation of Facts. This motion was duly opposed by the private respondents.\nThe trial court issued a Resolution\n[7]\ndated 29 December 1983, ruling as follows:\nACCORDINGLY, judgment by the stipulation of facts is hereby rendered declaring the defendants to be the lawful owners of the subject properties and ordering the plaintiffs to immediately vacate the same. Judgment on the amount of damages/expenses incurred in the NBI examination is hereby deferred until after the reception of evidence on the same.\nSO ORDERED.\n[8]\nThe private respondents filed a motion for reconsideration of the Resolution dated 29 December 1983, but the motion was denied.  The private respondents then filed a Notice of Appeal dated 23 February 1984, but the trial court ruled that the notice of appeal could not be given due course, owing to the fact that it had yet to rule on the petitioner’s claim for damages.\n[9]\nTrial then ensued on the matter of damages. Morales testified in his behalf on his claim for damages on 5 April and 22 May 1984.\nOn 14 June 1984, the private respondents, through their new counsel, filed another motion for reconsideration or for new trial, claiming that they were not made aware of the legal implications or consequences of the Stipulation of Facts\n.  They likewise alleged therein that at the time they entered into the Stipulation of Facts\n, they had not known that there were government offices other than the NBI which could render persuasive findings over the questioned signatures, and that based on this misperception, they imprudently agreed to place full reliance on the NBI’s findings.\nOn 17 May 1985, the trial court issued an Order resolving the latest motion for reconsideration filed by the private respondents.  The trial court found convincing the argument that the private respondents had placed all their hopes in the NBI when there was another government entity, the PC Crime Laboratory, that could have similarly examined the questioned document.  Thus, the trial court found it prudent to allow a hearing for the NBI examiner to be cross-examined on his findings, and thus set aside the Resolution dated 9 December 1983 which deemed the conclusive these findings of the NBI conclusive.  The fallo of the Order dated 17 May 1985 reads, thus:\nACCORDINGLY, the Resolution of December 9, 1983, as well as the Order dated February 17, 1984, are hereby set aside. Let the Questioned Documents Report No. 427-1182 be set for hearing on June 13, 1985 at 8:30 a.m., and NBI supervising document examiner Arcadio A. Ramos is hereby directed to appear on said date and hour of the hearing.\n[10]\nAs a result of this new Order\n, there were two issues left to be resolved by the trial court, namely: the petitioners’ claim for damages, and the conclusiveness of the NBI report.\nWhen it emerged that NBI document examiner Arcadio A. Ramos was on indefinite leave of absence, the trial court directed the NBI to dispatch another document examiner who participated or collaborated in the examination of the subject document. Accordingly, NBI Senior Document Examiner Rhoda B. Flores appeared to testify before the trial court on three occasions, her testimony terminating on the hearing of 6 April 1986.  Her testimony affirmed the earlier finding that the questioned signatures were valid.\nThereafter, the petitioners submitted their Offer of Documentary Evidence\n, [11]\nwhile the private respondents filed a Motion for Examination of Documents seeking that the PC Crime Laboratory be directed to examine the authenticity of the questioned signatures. In an Order dated 1 August 1986, the trial court allowed the private respondents to have the PC Crime Laboratory conduct its own examination on the document, and set a hearing for 21 August 1986 during which the PC Crime Laboratory expert was to examine the said document in open court.\n[12]\nThe hearing was reset to 11 September 1986 after the original hearing date was declared a special non-working holiday.\n[13]\nHowever, when the case was called for hearing on 11 September 1986, the private respondents moved for postponement on the ground that they had no witness from the PC Crime Laboratory.  Upon the strong objections of the petitioners, the motion for postponement was denied, and “the petitioner’s claim for damages/expenses” was deemed submitted.\n[14]\nThe private respondents’ attempts to have this ruling reconsidered proved futile.\nOn 7 July 1987, petitioners filed a Motion for Resolution of Defendants Claim for Damages/Expenses Deemed Submitted\n.\n[15]\nTherein, they cited the Resolution dated 29 December 1983, which declared them the lawful owners of the subject property based on the Stipulation of Facts.\nBut they did not mention therein that the Resolution was subsequently set aside by the Order dated 17 May 1985. Proceeding from the directive in the earlier Resolution which deferred pending litigation the “judgment on the amount of damages/expenses incurred in the NBI examination,” the petitioners narrated the trial that was subsequently conducted up to that point.  Without any reference to the fact that the trial court had subsequently reopened as an issue the correctness of the NBI report, and that hearings were conducted precisely on that question, the petitioners in their motion simply prayed that “their claims for damages/expenses incurred in the NBI examination be resolved.”\nFortuitously perhaps, the judge who had presided over the trial of the case, Hon. Avelino Constantino, died on 13 October 1986 and was replaced by Hon. Adriano R. Osorio. On 13 July 1987, the trial court issued a Resolution\n, [16]\nresolving the claim of the petitioners for damages. As with the petitioners, the new trial judge adverted to the 29 December 1983 Resolution which declared the petitioners as the owners of the subject properties and ordered the plaintiffs to immediately vacate the same, but did not mention the fact that the said Resolution was set aside in the Order dated 17 May 1985.  The trial court passed upon the claims for damages, which included attorney’s fees, moral damages, and exemplary damages, and concluded that the petitioners were entitled to moral damages in the amount of Twenty Thousand Pesos (P20,000.00) and Five Thousand Pesos (P5,000.00) as attorney’s fees. The trial court did not render a conclusion on, much less even make mention of, the NBI Report and the testimony of NBI Senior Document Examiner Rhoda B. Flores.\nTheir motion for reconsideration having been denied by the trial court, [17]\nprivate respondents lodged an appeal before the Court of Appeals. They assigned twelve errors, among them being that the trial court, in rendering its assailed Resolution dated 13 July 1987, erred in relying upon the Resolution dated 29 December 1983 despite the fact that the latter had already been previously set aside and never expressly or impliedly revived.\n[18]\nThe assailed Decision\n[19]\nof the Court of Appeals was rendered on 29 July 1993.  The first four pages of the five page Decision was devoted to a restatement of the antecedent facts, with the opinion including the dispositive portion, confined to the last five paragraphs.  We quote the opinion and disposition, thus:\nIn their brief, plaintiff-appellants have assigned (12) errors imputed to the lower court. However, the decisive issue is whether or not the signatures of the plaintiffs in the Deed of Extrajudicial Settlement with Sale, dated March 17, 1980, are genuine.\nWe resolve the issue against appellants. National Bureau of Investigation expert (sic) opined that the signatures were genuine. Appellants failed to present any evidence showing otherwise. In this appeal, appellants contend that they were deceived into signing the stipulation of facts in which they agreed to submit the deed of extrajudicial settlement with sale to the National Bureau of Investigation for examination to determine the genuineness of the signatures of the appellants. But appellants were duly assisted by their own counsel in subscribing to the stipulation of facts, and even if the stipulation were set aside, it will not benefit the appellants because they have not adduced any evidence showing that their signatures thereon were forged. Allegation is not proof.\nWith the finding that the extrajudicial settlement with sale is authentic, it is unnecessary for the Court to rule on the other issues raised by the appellants. However, we find the award of moral damages in the sum of P20,000.00 to be untenable. There is no basis for the award of moral damages, nor for attorney’s fee.\nThe Court also sustains appellants (sic) contention that the resolution of December 29, 1983, declaring that defendants are the lawful owners of the subject property set aside in the order dated May 17, 1985, was not revived, expressly or impliedly, by the resolution dated July 13, 1987.\nIN VIEW WHEREOF, the Court SETS ASIDE the appealed resolution. No costs.\nSO ORDERED.\n[20]\nBoth parties filed their respective motions for reconsideration of the Court of Appeals’\nDecision\n.  For its part, the petitioners argued that following the appellate court’s conclusion that they were the owners and rightful possessors of the property in question, there was a need to state such facts in the dispositive portion of its Decision and cause the private respondents to vacate the property.  They posited that the general prayer in their counterclaim that “such other reliefs as are just and equitable be granted” is broad and comprehensive enough to warrant a declaration in the fallo that the private respondents be ordered to vacate the property.  They argued that the trial court impliedly revived the Resolution dated 29 December 1983 in its subsequent ruling on 13 July 1987.\nThese were jointly disposed of by the Court of Appeals in a Resolution dated 4 October 1993.  The claims of the private respondents were definitively rejected by the Court of Appeals. Likewise denied was petitioners’ motion for clarification and/or reconsideration, although the appellate court again stated that they were the owners of the property. At the same time, the Court of Appeals declared that it cannot order the ejectment of the private respondents, as there was no counterclaim for recovery of possession; hence, there was a need to institute a separate civil action for eviction.\n[21]\nStill unsatisfied, the petitioners filed the present Petition\n, praying that the dispositive portion of the appellate court’s Decision be “clarified or corrected” by inserting a declaration that the “petitioners are the owners of the property described in the complaint [and] ordering the private respondents and their tenants to vacate the property.”\n[22]\nThey argue that the Court of Appeals erred in declaring that the summary judgment of 29 December 1983 was not revived expressly or impliedly, pointing out that had this been the case, there would be no basis for the subsequent award of attorney’s fees in their favor.\n[23]\nThey fault the appellate court in ruling that there was need to file a separate civil action to pursue the relief of ejectment, noting that paragraph 5 of the Stipulation of Facts provides that the private respondents would immediately vacate the premises should the NBI find that their signatures in the deed of sale were valid.  They likewise cite jurisprudence to the effect that if ownership over a parcel of land is decreed in the judgment, the delivery of possession should be considered included in the decision.\n[24]\nFinally, the petitioners also invoke previous rulings of this Court that corrections may be made in the dispositive portion of a decision to correct or clarify an ambiguity.\n[25]\nNotably, the petitioners do not question the denial of their claim for damages by the Court of Appeals; hence, we shall not pass upon the matter.\nApparently, for its cause, the private respondents have chosen not to challenge the rulings of the Court of Appeals, as in fact in their Comment before this Court, they pray for the affirmance of its Decision.  Nonetheless, they still pray on their Comment that further judgment rendered declaring the Extrajudicial Settlement with Sale as void ab initio, or alternatively, the Stipulation of Facts and the NBI Report void and ordering the trial court to conduct full trial on the merits.\n[26]\nOstensibly, the heart of the matter lies in whether or not the Deed of Extrajudicial Settlement with Sale is valid. And on this score, there is little doubt that its legitimacy had been duly established.  The burden was on the private respondents to impugn the genuineness of their signatures on the document which having been notarized is imbued with the character of a public document; [27]\nyet they were unable to present a single shred of countervailing evidence. Moreover, the validity of the Deed of Extrajudicial Settlement with Sale has been strengthened by the findings of the NBI that the signatures of the private respondents were genuine, findings with which the private respondents themselves agreed to abide pursuant to the Stipulation of Facts.\nYet the Court cannot lightly dismiss the effect of the 17 May 1985 Resolution which set aside the Resolution of 9 December 1983 and the Order dated 17 February 1984.  It was the earlier resolution which upheld the Deed of Extrajudicial Settlement by affirming the authenticity of the signatures therein, and accordingly incorporated a partial judgment declaring the petitioners as the owners of the subject properties and ordering the private respondents to vacate the same.  The trial court did not reinstate this partial judgment in any of its succeeding promulgations.  In its Resolution of 13 July 1987, which granted petitioners’ claim for damages, the RTC adverted to the 1983 Resolution yet failed to mention that the said earlier resolution had been subsequently set aside.  The RTC again failed to disclose the previous vacation of the 1983 Resolution\n, in the 5 October 1987 Order denying private respondent’s motion for reconsideration of the 13 July 1987 Resolution.  It is unclear whether such omission was purposeful or unintentional, though it bears noting that the judge who issued the 1987 rulings, Hon. Adriano R. Osorio, was not yet the presiding judge when the 1985 Order was issued.\nNor did the Court of Appeals see it fit to reinstate the 1983 Order\n.  In its Decision dated 29 July 1993, it expressly declared that the 1983 Order set aside in 1985 “was not revived, expressly or impliedly, by the resolution dated July 13, 1987.”\n[28]\nYet the appellate court declared that the petitioners were indeed the owners of the subject property. The efficacy of this latter declaration is put in doubt because there is no subsisting court order or resolution with a disposition towards that effect.\n[29]\nOnly the 1983 Resolution embodied a partial judgment declaring that the petitioners were the owners of the subject property and ordering the private respondents to vacate it.  But of course, said adjudication was set aside in the 1985 Order.\nThe importance of the fallo or dispository portion of a decision cannot be gainsaid.  The disposition should state whether the complaint or petition is granted or denied, the specific relief granted, and the costs.\n[30]\nAs of 13 July 1987 when the Resolution of even date was issued, the question of ownership of the subject property remained unresolved as a result of the vacation of the 1983 Resolution embodying the partial judgment.  Yet the 13 July 1987 Resolution failed to rule upon this question of ownership, and its fallo was limited to the adjudication of damages.\n[31]\nThe 05 October 1987 Order denying private respondents’ motion for reconsideration is similarly deficient.\nThus, viewed from the narrow lens of procedure, the 17 May 1985 Order still stands, it never having been expressly annulled either by the RTC or by the Court of Appeals.  Yet at the same time, both the RTC and the Court of Appeals made the indubitable pronouncements that the Extrajudicial Settlement with Sale is valid and that the petitioners are the owners of the subject property.  In fact, it is very clear that the RTC, in ruling on the question of damages, precisely proceeded from that premise.  To quote from the 1987 Resolution:\nThe Court is of the opinion that since the case was decided upon the stipulation of facts submitted by the parties and a summary judgment was rendered, the sum of P5,000.00 by way of attorney’s fees is fair and reasonable under the circumstances.\n[32]\nSadly, the RTC forgot that the earlier partial or summary judgment rendered had been vacated by the 1985 Order.  That in incorporating in the dispositive portion of their respective issuances the appropriate terminology for now, the pertinent query is this: Given that both the RTC and the Court of Appeals concluded that the Extrajudicial Settlement with Sale is valid but they overlooked bestowing executory force to such conclusion, is it legally feasible for this Court to rectify such lapse and provide for a dispositive portion that will serve as the basis for the recognition and enforcement of petitioners’ ownership rights?\nThe higher ends of our rules of procedure are to secure just, speedy and inexpensive disposition of every action and proceeding.\n[33]\nTo hold the myopic view that the petitioners are precluded from exercising their established rights of ownership over the property due to the absence of an executory fallo to that effect, or that this Court is not empowered to provide the appropriate relief towards that end, would frustrate the ends of justice. The Court can and should correct the anomaly here and now.\nThere are several circumstances in the case at bar that warrant a liberal application of the procedural rules. All things considered, there should really be no impediment to declaring the Extrajudicial Settlement with Sale valid.\nThe 1985 Order setting aside the 1983 Resolution containing the partial judgment is of dubious legal basis.  The cited ground of mistaken impression on the part of the private respondents on the effect of the pre-trial order and the Stipulation of Facts was not substantiated and hardly warranted the reversal of a resolution that had attained finality nearly two years earlier.\nWhile the petitioners may be faulted for not timely challenging the 1985 Order, [34]\nthe RTC could have easily reinstated the 1983 Resolution after 11 September 1986, when it was clear even to the RTC the abject failure of the private respondents to present evidence to rebut the NBI Report despite ample opportunity.  Unfortunately, the RTC compounded its earlier error in issuing the 1985 Order by failing to either reinstate the 1983 Resolution, or by issuing a new ruling expressly declaring the Extrajudicial Settlement with Sale, instead of simply referring to the Stipulation of Facts and the summary judgment based thereon, when it issued its 1987 Resolution on the question of damages.\nThe question of validity of the Extrajudicial Settlement with Sale was duly raised before the Court of Appeals; in fact it was posed by the respondents as the central issue in their appeal.\n[35]\nThe propriety and status of the 1983 and 1985 rulings of the RTC were open to the Court of Appeals for review and correction, if necessary, the trial court having lost jurisdiction over the case upon its elevation on appeal.\n[36]\nThe appellate court clearly agreed that the validity of the Extrajudicial Settlement with Sale had been established, but unfortunately failed to include the corresponding disposition in the fallo that would have given executory force to the pronouncement.\nThe Court of Appeals, in its Resolution on the motions for reconsideration, alluded to a viable avenue for such relief when it correctly noted that the 1985 Order did not annul the Stipulation of Facts but only the rulings based thereon. This Court can very well affirm the subsisting Stipulation of Facts, and on the strength thereof and the corresponding evidence presented by the parties, uphold the genuineness of the Extrajudicial Settlement with Sale and the ownership of the petitioners over the subject property. Any and all rulings of the RTC and the Court of Appeals that are inconsistent with this pronouncement are set aside.\nIn line with the unequivocal affirmance of the petitioners’ ownership over the subject property, we have to sustain petitioners’ position that an order of eviction against the private respondents is warranted.  It is established case law that where ownership of a parcel of land is decreed in the judgment the delivery of possession should be deemed ordained in the judgment.\n[37]\nIndeed, a decision upholding ownership but denying possession to the prevailing party is starkly incomplete and particularly in this case, even unpardonably empty in view of the considerable length of time that the matter has remained unresolved.\nFinally, the petitioners’ failure to explicitly present a counterclaim for recovery of possession, a point relied upon by the appellate court, is hardly of any consequence.  For one thing, the prayer in the counterclaim seeking “other remedies just and equitable under the premises” is broad and comprehensive enough, according to jurisprudence, to justify the extension of a remedy different from that requested.\n[38]\nIndeed, a court may grant relief to a party, even if the party awarded did not pray for it in his pleadings.\n[39]\nFor another, since private respondents undertook in the Stipulation of Facts to recognize the ownership of the petitioners and immediately vacate the subject property, together with the tenants, should the genuineness of the signatures in the Deed of Extrajudicial Settlement With Sale be upheld, which has become the case, and since the Stipulation of Facts has not been set aside, it is perfectly appropriate for the Court to affirm the petitioners’ ownership and to order the private respondents’ eviction from the subject property. The appellate court’s suggestion that the petitioners institute a new, separate action to recover possession of the subject property is inconsistent with the foregoing considerations and contravenes the avowed policy to achieve just, speedy and inexpensive resolution of cases.\n[40]\nWHEREFORE\n, the Petition is GRANTED. Judgment is hereby rendered declaring the petitioners to be the lawful owners of the subject property and ordering the private respondents and all persons claiming under them to vacate the same. Costs against private respondents.\nSO ORDERED.\nPuno, (Chairman), Austria-Martinez, Callejo, Sr., and Chico-Nazario, JJ., concur.\n[1]\nConsisting of a house and apartment.\nRollo\n, p. 36.\n[2]\nNow Valenzuela City.\n[3]\nNamely Milagros Oliva-Obuyes, Antonia Oliva-Oleo, Danilo Oliva and Roberto Oliva.\n[4]\nRollo\n, p. 37.\n[5]\nRollo\n, pp. 21-22.\n[6]\nRTC Records, pp. 142-147.\n[7]\nPenned by Judge Avelino M. Constantino.\n[8]\nRTC Records, pp. 156-157.\n[9]\nIn an Order dated 6 March 1984. A motion for reconsideration thereto was denied in an Order dated 24 March 1984.\n[10]\nRTC Records, p. 286.\n[11]\nAdmitted by the trial court in an Order dated 15 July 1986.\nld\n. at 339.\n[12]\nld\n. at 342.\n[13]\nld\n. at 345 & 356.\n[14]\nld\n. at 359.\n[15]\nld\n. at 379-384.\n[16]\nld\n. at 386-389.\n[17]\nIn an Order dated 5 October 1987. id. at 406-407.\n[18]\nBrief for the Appellants, CA Records, p. 14.\n[19]\nPenned by Justice (later Justice of this Court) B. Pardo, concurred in by Justices M. Herrera and R. Ordoñez-Benitez.\nRollo\n, pp. 20-25.\n[20]\nRollo\n, p. 24.\n[21]\nRollo\n, p. 28.\n[22]\nRollo\n, p. 14.\n[23]\nld\n. at 10.\n[24]\nld\n. at 11.\n[25]\nid. at 12-13 citing Partosa-Jo v. Court of Appeals, 216 SCRA 692, 696-697 and Republic Surety v. IAC, 152 SCRA 309, 316-317.\n[26]\nld\n. at 114.\n[27]\nSee, e.g., Naguiat v. Court of Appeals, G.R. No. 118375, 03 October 2003, 412 SCRA 591, 596-597.\n[28]\nRollo\n, p. 24.\n[29]\nld\n. at 28.\n[30]\nVelarde v. Social Justice Society, G.R. No. 159357, 28 April 2004, 428 SCRA 283, 313.\n[31]\n“WHEREFORE, judgment is hereby rendered against the plaintiffs jointly and severally in favor of the defendant-spouses Jesus D. Morales and Carolina Nuqui, condemning the plaintiffs to pay the defendant-spouses the amount of TWENTY THOUSAND PESOS (P20,000.00) as moral damages and the further sum of Five Thousand Pesos (P5,000.00) in the concept of reasonable attorney’s fees and the costs of suit.”  RTC Records, pp. 388-389.\n[32]\nRTC Records, p. 388, emphasis supplied.\n[33]\nSee Section 6, Rule 1, 1997 Rules of Civil Procedure.\n[34]\nThe 1985 Order could have been assailed via the special civil action of certiorari. See Section 1, Rule 65, 1964 Rules of Civil Procedure.\n[35]\nCA Records, p. 25.\n[36]\nSee Section 9, Rule 41, 1964 Rules of Procedure, then in force. See also Lirio v. Court of Appeals, G.R. No. 90462, 29 May 1992, 209 SCRA 424. The same principle is reiterated in Section 9, Rule 41 of the 1997 Rules of Civil Procedure.\n[37]\nSee Perez and Alcantara v. Evite and Manigbas, 111 Phil. 564, 567-568 (1961) citing Marcelo v. Mencias, 107 Phil. 1071.\n[38]\nSee Schenker v. Gemperle, 116 Phil. 194, 199 (1962).\n[39]\nThe Court held in Go Lea Chu v. Gonzales, 130 Phil. 767, 776-777 (1968), as follows:\nBesides, as we have declared in Schenker v. Gemperle, L-16449, August 31, 1962: \"A judgment may grant the relief to which a party in whose favor it is entered is entitled, even if the party has not demanded such relief in his pleadings.\" Long ago, this Court, in Shioji vs. Harvey, 43 Phil. 333, 344, ruled: \"Independent of any statutory provision, we assert that every court has inherent power to do all things reasonably necessary for the administration of justice within the scope of its jurisdiction.\"\nIndeed, to deprive a court of power to give substantial justice is to render the administration thereof impotent and ineffectual.\nSee also Philipp Brothers Oceanic v. Court of Appeals, G.R. No. 105416-17, 111863, 143715, 25 June 2003, 404 SCRA 605.\n[40]\nSee Section 6, Rule 1, 1997 Rules of Civil Procedure.",
  "has_gr_number": true,
  "has_special_number": false,
  "case_type": "civil",
  "case_subtypes": [
    "reconveyance",
    "damages",
    "resolution",
    "petition"
  ],
  "case_subtype": "reconveyance",
  "quality_metrics": {
    "has_ruling": true,
    "text_length": 31880
  }
}

{
  "id": "sha256:1c1600f2bef12ac90f51f48f2e9bf5bcac0f85c41f667c7acfcc496f37c18ce2",
  "gr_number": "G.R. No. 140079",
  "gr_numbers": [
    "G.R. No. 140079"
  ],
  "special_number": "SP No. 48723",
  "special_numbers": [
    "SP No. 48723"
  ],
  "case_title": "AUGUSTO R. SAMALIO, PETITIONER, VS. COURT OF APPEALS, CIVIL SERVICE COMMISSION, DEPARTMENT OF JUSTICE AND BUREAU OF IMMIGRATION, RESPONDENTS.",
  "page_title": "G.R. NO. 140079 - AUGUSTO R. SAMALIO, PETITIONER, VS. COURT OF APPEALS, CIVIL SERVICE COMMISSION, DEPARTMENT OF JUSTICE AND BUREAU OF IMMIGRATION, RESPONDENTS.D E C I S I O N - Supreme Court E-Library",
  "promulgation_date": "2005-03-31",
  "promulgation_year": 2005,
  "promulgation_month": "mar",
  "court": "Supreme Court",
  "source_url": "https://elibrary.judiciary.gov.ph/thebookshelf/showdocs/1/42172",
  "clean_version": "v2.1",
  "checksum": "sha256:7554b9a83b5615f59b386a2ff137e86b13591f922306a3b1539155d15154d2ee",
  "crawl_ts": "2025-09-18T05:49:57.318272Z",
  "ponente": "CORONA, J.",
  "division": "En Banc",
  "en_banc": true,
  "clean_text": "EN BANC\n[ G.R. NO. 140079, March 31, 2005 ]\nAUGUSTO R. SAMALIO, PETITIONER, VS. COURT OF APPEALS, CIVIL SERVICE COMMISSION, DEPARTMENT OF JUSTICE AND BUREAU OF IMMIGRATION, RESPONDENTS.\nD E C I S I O N CORONA, J.:\nBefore us is a petition for review on certiorari under Rule 45 of the Rules of Court assailing the May 24, 1999 decision, [1]\nas well as the September 1, 1999 resolution, of the Court of Appeals (CA) in CA-G.R. SP No. 48723 which in turn affirmed the November 26, 1997 resolution of the Civil Service Commission (CSC). The aforementioned CSC resolution upheld the August 30, 1996 1st Indorsement of then Justice Secretary Teofisto T. Guingona confirming the penalty of dismissal from service imposed by the Bureau of Immigration upon petitioner on the ground of dishonesty, oppression, misconduct and conduct grossly prejudicial to the best interest of the service in connection with his act of extorting money from Ms. Weng Sai Qin, a foreign national.\nThe facts, as found by the CA and adopted by petitioner himself, are as follows:\nPetitioner Augusto R. Samalio was formerly an Intelligence Officer of the Bureau of Immigration and Deportation.\nIn Resolution No. 0-93-0224 dated February 4, 1993, the City Prosecutor’s office of Pasay City recommended that petitioner Samalio be prosecuted for the crimes of Robbery and Violation of Section 46 of the Immigration Law before the Sandiganbayan under the following facts:\n“x x x that on 2 February 1993, Ms. Weng Sai Qin arrived at the NAIA from Saipan. While waiting for her turn at the arrival immigration counter, her passport was examined by Immigration Officer Juliet Pajarillaga. Noting that Ms. Weng, a Chinese, was holding a Uruguayan passport, Ms. Pajarillaga suspected that the former’s passport was fake. Ms. Weng was taken out of the queue and brought to Respondent who was the duty intelligence officer. Ms. Weng, who could only speak in Chinese, asked respondent by sign language that she wanted to meet a friend who was waiting at the NAIA arrival area. Respondent approved the request and accompanied Ms. Weng to the arrival area. Thereafter, Respondent, with Ms. Weng and her male friend in tow, returned to the immigration area. While inside the office of Respondent, Ms. Weng asked that her passport be returned. Sensing a demand for money in exchange for her passport, Ms. Weng flashed $500.00 in front of Respondent. The money was grabbed by Respondent. Shortly, her passport was returned ans [sic] she was allowed to leave. When Ms. Weng checked her passport later, she discovered that it did not bear an immigration arrival stamp. Thereafter, Ms. Weng complained against Respondent.”\nIn a later Indorsement communication dated February 9, 1993 to the Bureau of Immigration and Deportation (BID), former NAIA General Manager Gen. Guillermo G. Cunanan enclosed a copy of the aforesaid City Prosecutor’s Resolution. Reacting, then BID Commissioner, Zafiro L. Respicio, issued Personnel Order No. 93-179-93 commencing an administrative case against petitioner Augusto R. Samalio for Violation of CSMC No. 46, Rule 2, Section 1, for dishonesty, oppression, misconduct, disgraceful and immoral conduct, inefficiency and incompetence in the performance of official duties, violation of reasonable office rules and regulations and conduct prejudicial to the best interest of the service, requiring petitioner to submit his answer to the charges together with supporting statements and documents, and whether or not he elects a formal investigation if his answer is not considered satisfactory. In the same Personnel Order, Samalio was preventively suspended for a period of ninety (90) days as the charge sheet against him involves dishonesty, oppression and misconduct. Forthwith, petitioner attempted the lifting of his preventive suspension. It was struck down.\nLater on, petitioner submitted an answer denying the charges and expressly electing a formal investigation if such answer be not found to be satisfactory. Attached thereto are the affidavits of his witnesses Rodrigo C. Pedrealba, Dante Aquino, Florencio B. Austria and Winston C. Vitan. The answer was found to be unsatisfactory so the case was set for formal hearing before the Board of Discipline of BID.\nThe case suffered several postponed hearings due to the requests and non-availability of the parties but mostly due to the absence of complainant’s witnesses until on September 7, 1993, respondent was allowed to file a motion to dismiss with the Special Prosecutor designated given time to comment thereon. When the dismissal motion was filed, assigned Special Prosecutor Edmund F. Macaraig interposed no objection thereto. Notwithstanding, the case was not dismissed and instead, the Special Prosecutor was given five (5) days to inform the Board whether or not he intends to present additional witnesses.\nOn December 16, 1993, the DID Commissioner issued Personnel Order No. 93-428 reorganizing the Board of Discipline and this case was assigned to a new Board presided by Atty. Kalaw. Subpoenas were again sent and hearings were scheduled several times before the new Board until on February 6, 1995, Special Prosecutor assigned, Edmund F. Macaraig, moved that Samalio’s Motion to Dismiss be denied and that the case be considered submitted for resolution based on the records. On February 16, 1995, the hearing officer denied Samalio’s Motion to Dismiss but granted his Comment/Manifestation explaining his absence during the February 6, 1995 hearing and requesting that the case be set anew on February    22, 1995.\nFinally, on July 25, 1996, BID Acting Commissioner Ramon J. Liwag, issued the decision finding Augusto R. Samalio guilty of the charges and was ordered dismissed from service.\nIn the 1st Indorsement dated August 30, 1996, former Justice Secretary Teofisto T. Guingona, Jr. confirmed the penalty of dismissal from service of Augusto R. Samalio. Soon after, the Motion for Reconsideration was denied in a Resolution dated June 2, 1997.\nGuingona’s decision was appealed to the Civil Service Commission which issued Resolution No. 974501 dated November 26, 1997 dismissing the appeal for lack of merit and affirming the decisions of Acting Commissioner Liwag and Secretary Guingona. Similarly, the attempt for a reconsideration was likewise dismissed in Civil Service Resolution No. 981925.\nIn the meantime, on June 13, 1994, during the pendency of the instant administrative case, Augusto R. Samalio was convicted (in Sandiganbayan Criminal Case No. 18679) of the crime of Robbery, as defined in Articles 293 and 294, paragraph 5 of the Revised Penal Code and was sentenced to suffer indeterminate penalty of Four (4) Months and One (1) Day of Arresto Mayor to Four (4) Years, Two (2) Months and Eleven (11) Days of Prision Correccional and to indemnify complainant Weng Sai Qin the amount of US $500.00 and to pay the costs. Samalio did not appeal the conviction and instead applied for and was granted probation by the Sandiganbayan for two (2) years in an Order dated December 12, 1994.\n[2]\n(Citations omitted)\nPetitioner assailed before the CA, in a petition for review, the correctness and validity of CSC Resolution Nos. 974501 and 981925. The CA, however, dismissed the petition for review and subsequently denied the motion for reconsideration.\nPetitioner now comes before us to challenge the CA decision dismissing his petition for review as well as the resolution denying his motion for reconsideration. Petitioner claims he was not accorded due process and the CA failed to consider the proper effects of his discharge under probation.\nIn support of his contention that he was deprived of due process, petitioner alleges that no witness or evidence was presented against him, that the CA erred in the interpretation of Section 47, Rule 130 of the Rules of Court and that there was no hearing conducted on his case.\nPetitioner’s contention is without merit.\nThe CSC decision and resolution which upheld the resolution of the Secretary of Justice confirming the decision of the Commissioner of the BID are supported by substantial evidence. The CSC, as well as the Secretary of Justice and the Commissioner of the BID, decided the case on the basis of the pleadings and papers submitted by the parties, and relied on the records of the proceedings taken. In particular, the decision was based on the criminal complaint filed by Weng Sai Qin against petitioner before the City Prosecutor’s Office of Pasay City, as well as Resolution No. 0-93-0224 dated February 4, 1993 of the same office recommending the prosecution of petitioner at the Sandiganbayan for the crimes of robbery and violation of Section 46 of the Immigration Law.\nThe CSC, as well as the Secretary of Justice, also took cognizance of the testimony of Weng Sai Qin in Sandiganbayan Criminal Case No. 18679 and the fact of petitioner’s conviction in that case. Thus, there was ample evidence which satisfied the burden of proof required in administrative proceedings – substantial evidence or that quantum of relevant evidence which a reasonable mind might accept as adequate to justify a conclusion\n[3]\n\u0015 to support the decision of the CSC.\nThe CSC and the Secretary of Justice did not err in applying Section 47, Rule 130 of the Revised Rules of Court, otherwise known as the “rule on former testimony,” in deciding petitioner’s administrative case. The provisions of the Rules of Court may be applied suppletorily to the rules of procedure of administrative bodies exercising quasi-judicial powers, unless otherwise provided by law or the rules of procedure of the administrative agency concerned. The Rules of Court, which are meant to secure to every litigant the adjective phase of due process of law, may be applied to proceedings before an administrative body with quasi-judicial powers in the absence of different and valid statutory or administrative provisions prescribing the ground rules for the investigation, hearing and adjudication of cases before it.\n[4]\nFor Section 47, Rule 130 to apply, the following requisites must be satisfied: (a) the witness is dead or unable to testify; (b) his testimony or deposition was given in a former case or proceeding, judicial or administrative, between the same parties or those representing the same interests; (c) the former case involved the same subject as that in the present case, although on different causes of action; (d) the issue testified to by the witness in the former trial is the same issue involved in the present case and (e) the adverse party had an opportunity to cross-examine the witness in the former case.\n[5]\nIn this case, Weng Sai Qin was unable to testify in the administrative proceedings before the BID because she left the country on February 6, 1993, [6]\nor even before the administrative complaint against petitioner was instituted. Petitioner does not deny that the testimony of Weng Sai Qin was given in Sandiganbayan Criminal Case No. 18679, a case which sprang from the information filed pursuant to Resolution No. 0-93-0224 dated February 4, 1993 of the City Prosecutor’s Office of Pasay City, the very same resolution used by Commissioner Respicio as basis for filing the administrative complaint. Hence, the issue testified to by Weng Sai Qin in Sandiganbayan Criminal Case No. 18679 was the same issue in the administrative case, that is, whether petitioner extorted money from Weng Sai Qin. Petitioner also had the opportunity to face and cross-examine his accuser Weng Sai Qin, and to defend and vindicate his cause before the Sandiganbayan. Clearly, all the requisites for the proper application of the rule on former testimony, as embodied in Section 47, Rule 130, were satisfied. Thus, the CSC and the Secretary of Justice committed no error when they applied it and took cognizance of the former testimony of Weng Sai Qin in Sandiganbayan Criminal Case No. 18679 where petitioner was convicted.\nPetitioner contends that the CA, as well as the CSC and the Secretary of Justice, should not have applied Section 47, Rule 130 because there was failure to lay the basis or predicate for the rule. The argument is specious and deserves scant consideration. The records of this case reveal that even in the early stages of the proceedings before the Board of Discipline of the BID, Weng Sai Qin’s departure from the country and consequent inability to testify in the proceedings had already been disclosed to the parties.\n[7]\nFurther, administrative bodies are not bound by the technical niceties of law and procedure and the rules obtaining in courts of law.\n[8]\nAdministrative tribunals exercising quasi-judicial powers are unfettered by the rigidity of certain procedural requirements, subject to the observance of fundamental and essential requirements of due process in justiciable cases presented before them.\n[9]\nIn administrative proceedings, technical rules of procedure and evidence are not strictly applied and administrative due process cannot be fully equated with due process in its strict judicial sense.\n[10]\nThe Uniform Rules of Procedure in the Conduct of Administrative Investigations in the CSC\n[11]\nwhich were applicable to petitioner’s case provided that administrative investigations shall be conducted without necessarily adhering to technical rules applicable in judicial proceedings.\n[12]\nThe Uniform Rules further provided that evidence having materiality and relevance to the administrative case shall be accepted.\n[13]\nNot only was petitioner’s objection to the application of Section 47, Rule 130 a technicality that could be disregarded; the testimony of Weng Sai Qin in Sandiganbayan Criminal Case No. 18679 was also material and relevant to the administrative case. Hence, the CSC was correct in applying Section 47, Rule 130 when it took cognizance of the former testimony of Weng Sai Qin in the aforementioned criminal case.\nPetitioner’s assertion that there was no hearing (that he was deprived of the opportunity to be heard) is likewise without merit. Apparently, petitioner’s concept of the opportunity to be heard is the opportunity to ventilate one’s side in a formal hearing where he can have a face-to-face confrontation with the complainant. However, it is well-settled that, in administrative cases, the requirement of notice and hearing does not connote full adversarial proceedings.\n[14]\nDue process in an administrative context does not require trial-type proceedings similar to those in courts of justice. Where opportunity to be heard either through oral arguments or through pleadings is accorded, there is no denial of procedural due process.\n[15]\nA formal or trial-type hearing is not at all times and in all instances essential. The requirements are satisfied where the parties are afforded fair and reasonable opportunity to explain their side of the controversy at hand.\n[16]\nThe standard of due process that must be met in administrative tribunals allows a certain degree of latitude as long as fairness is not ignored.\n[17]\nIn other words, it is not legally objectionable for being violative of due process for an administrative agency to resolve a case based solely on position papers, afidavits or documentary evidence submitted by the parties as affidavits of witnesses may take the place of their direct testimony.\n[18]\nIn this case, petitioner was heard through the various pleadings which he filed with the Board of Discipline of the BID when he filed his answer\n[19]\nand two motions to dismiss, [20]\nas well as other motions and papers. He was also able to participate in all stages of the administrative proceeding. He was able to elevate his case to the Secretary of Justice and, subsequently, to the CSC by way of appeal.\nWe have consistently held that the essence of due process is simply the opportunity to be heard or, as applied to administrative proceedings, the opportunity to explain one’s side or the opportunity to seek a reconsideration of the action or ruling complained of.\n[21]\nAnd any seeming defect in its observance is cured by the filing of a motion for reconsideration.\n[22]\nDenial of due process cannot be successfully invoked by a party who has had the opportunity to be heard on his motion for reconsideration.\n[23]\nPetitioner himself admits that he filed a motion for reconsideration\n[24]\nof the decision of the BID which was confirmed by the Secretary of Justice. He also admits that he filed a motion for reconsideration\n[25]\nwith the CSC. Hence, by his own admission, petitioner’s protestations that he had been deprived of due process must necessarily fail.\nPetitioner claims that when the Sandiganbayan approved his probation in the criminal case, it restored him to all civil rights lost or suspended as a result of his conviction, including the right to remain in government service. Petitioner cites the case of Baclayon v. Mutia, et al.\n[26]\nwhere the grant of probation suspended the imposition not only of the principal penalties but of the accessory penalties as well.\nPetitioner’s contention is misplaced.\nFirst, the Baclayon case is not in point. In that case, no administrative complaint was instituted against the public officer, a public school teacher, during the pendency of the criminal case against her and even after her conviction. There being no administrative case instituted against the public officer and no administrative liability having been imposed, there was no administrative sanction that could have been suspended by the grant of probation.\nSecond, dismissal is not an accessory penalty either of prision correccional\n[27]\nor arresto mayor\n, [28]\nthe range of penalty imposed upon petitioner in Sandiganbayan Criminal Case No. 18679. Hence, even assuming arguendo that petitioner’s contention was correct, the grant of probation could not have resulted in the suspension of an accessory penalty like dismissal that does not even exist.\nThird, “to suspend” means “to stop temporarily; to discontinue”\n[29]\nor “to cause to be intermitted or interrupted.”\n[30]\nThe records of this case show that petitioner was granted probation in an order dated December 12, 1992\n[31]\nof the Second Division of the Sandiganbayan. He was dismissed from the service in the decision dated July 25, 1996\n[32]\nof the BID Commissioner. Since the grant of probation was granted long before the administrative case was decided, the probation could not have possibly suspended the imposition of the penalty of dismissal from the service in the administrative case since there was no administrative penalty that could have been interrupted by the probation at the time it was granted. Indeed, petitioner’s discharge on probation could not have restored or reinstated him to his employment in government service since he had not been yet been dismissed therefrom at the time of his discharge.\nFinally, even if dismissal had been one of the accessory penalties of the principal penalty imposed upon petitioner in the criminal case, and even if the administrative case had been decided earlier than the criminal case, still the imposition of the penalty of dismissal could not have been suspended by the grant of probation. As petitioner himself contends, the criminal action is separate and distinct from the administrative case. And, if only for that reason, so is administrative liability separate and distinct from penal liability.\n[33]\nHence, probation affects only the criminal aspect of the case, [34]\nnot its administrative dimension.\nWHEREFORE\n, the petition is hereby DEnIed. The assailed decision of the Court of Appeals in CA-G.R. SP No. 48723 dated May 24, 1999, affirming the decision and resolution of the Civil Service Commission is AFFIrMed.\nCosts against petitioner.\nSO ORDERED.\nDavide, Jr., C.J., Puno, Panganiban, Quisumbing, Ynares-Santiago, Sandoval-Gutierrez, Carpio, Austria-Martinez Carpio-Morales, Callejo, Sr., Azcuna, Tinga, Chico-Nazario, and Garcia, JJ., concur.\n[1]\nPenned by Associate Justice Conrado M. Vasquez, Jr. and concurred in by Associate Justices Teodoro P. Regino and Renato C. Dacudao of the Special Fourth Division.\n[2]\nRollo, pp. 17-20.\n[3]\nAnflo Management & Industrial Corp., et al. v. Bolanio, (2002).\n[4]\nGeneroso Villanueva Transportation Co., Inc. v. Moya, et al., (1971).\n[5]\nRegalado, Remedial Law Compendium, Vol. II, 7th Revised edition, pp. 620-621.\n[6]\nRecords, p. 53.\n[7]\nSee order dated April 20, 1993 of the BID’s Board of Discipline, Records, p. 53.\n[8]\nBantolino, et al. v. Coca-Cola Bottlers Phils., Inc.\nG.R. No. 153660, 10 June 2003, 403 SCRA 699.\n[9]\nDe los Santos v. NLRC, et al.\n, 423 Phil. 1020 (2001).\n[10]\nEmin v. De Leon, et al., (2002).\n[11]\nCSC Resolution No. 94-0521 dated January 25, 1994. This has been repealed by CSC Resolution No. 99-1936 dated August 31, 1999, otherwise known as the Uniform Rules on Administrative Cases in the Civil Service. However, Section 3, Rule I of CSC Resolution No. 99-1936 is similar to Section 11, Part I of CSC Resolution No. 94-0521.\n[12]\nSection 11, Part I, id.\n[13]\nSection 31, Part II (B), id.\n[14]\nArtezuela v. Maderazo, (2002).\n[15]\nLiguid v. Camano, Jr., (2002).\n[16]\nStayfast Philippines Corp. v. NLRC, et al.\n, G.R. No. 81480, 9 February 1993, 218 SCRA 596, citing Llora Motors, Inc., et al. v. Drilon, et al.\n, G.R. No. 82895, 7 November 1989, 179 SCRA 175.\n[17]\nAdamson & Adamson, Inc. v. Amores, et al., G.R. No. L-58292, 23 July 1987, 152 SCRA 237.\n[18]\nCMP Federal Security Agency, Inc. v. NLRC, et al., (1999).\n[19]\nRecords, pp. 42-47.\n[20]\nRecords, pp. 62-63; pp. 113-114.\n[21]\nZacarias v. National Police Commission, et al., G.R. No. 119847, 24 October 2003, 414 SCRA 387.\n[22]\nAbalos v. Civil Service Commission, et al., G.R. No. 95861, 19 April 1991, 196 SCRA 81.\n[23]\nRubenecia v. Civil Service Commission, (1995).\n[24]\nRollo\n, p. 10.\n[25]\nid.\n[26]\n(1984).\n[27]\nArticle 43, Revised Penal Code.\n[28]\nArticle 44, id.\n[29]\nWebster’s Third New International Dictionary of the English Language.\n[30]\nid.\n[31]\nRecords, pp. 90-91.\n[32]\nid.\n, pp. 79-81.\n[33]\nVeloso v. Sandiganbayan, et al\n., G.R. Nos. 89043-65, 16 July 1990, 187 SCRA 504.\n[34]\nBudlong v. Apalisok, et al., (1983).",
  "has_gr_number": true,
  "has_special_number": true,
  "case_type": "criminal",
  "case_subtypes": [
    "certiorari",
    "support",
    "damages",
    "administrative_matter",
    "resolution",
    "order",
    "robbery"
  ],
  "case_subtype": "certiorari",
  "quality_metrics": {
    "has_ruling": true,
    "text_length": 22136
  }
}

{
  "id": "sha256:8db8db599e05feed80da88e2d92cdd9ab29d9bf9475a49c47e2b056ad36e2f51",
  "gr_number": "G.R. No. 159469",
  "gr_numbers": [
    "G.R. No. 159469"
  ],
  "special_number": null,
  "special_numbers": null,
  "case_title": "ZALDY G. ABELLA AND THE MEMBERS OF THE PLDT SECURITY PERSONNEL UNION LISTED IN ANNEX \"D\" OF THIS PETITION, PETITIONERS, VS. PHILIPPINE LONG DISTANCE TELEPHONE COMPANY (PLDT CO.) AND PEOPLE'S SECURITY INC. (PSI), RESPONDENTS.",
  "page_title": "G.R. NO. 159469 - ZALDY G. ABELLA AND THE MEMBERS OF THE PLDT SECURITY PERSONNEL UNION LISTED IN ANNEX \"D\" OF THIS PETITION, PETITIONERS, VS. PHILIPPINE LONG DISTANCE TELEPHONE COMPANY (PLDT CO.) AND PEOPLE'S SECURITY INC. (PSI), RESPONDENTS.R E S O L U T I O N - Supreme Court E-Library",
  "promulgation_date": "2005-06-08",
  "promulgation_year": 2005,
  "promulgation_month": "jun",
  "court": "Supreme Court",
  "source_url": "https://elibrary.judiciary.gov.ph/thebookshelf/showdocs/1/42703",
  "clean_version": "v2.1",
  "checksum": "sha256:852dab519c98c1fe64e696a33bd692603c37936c9c68d8d1a42e8e71caeed7ff",
  "crawl_ts": "2025-09-18T05:50:35.758820Z",
  "ponente": "CHICO-NAZARIO, J.",
  "division": "Second Division",
  "en_banc": false,
  "clean_text": "SECOND DIVISION\n[ G.R. NO. 159469, June 08, 2005 ]\nZALDY G. ABELLA AND THE MEMBERS OF THE PLDT SECURITY PERSONNEL UNION LISTED IN ANNEX \"D\" OF THIS PETITION, PETITIONERS, VS. PHILIPPINE LONG DISTANCE TELEPHONE COMPANY (PLDT CO.) AND PEOPLE'S SECURITY INC. (PSI), RESPONDENTS.\nR E S O L U T I O N CHICO-NAZARIO, J.:\nThis case stemmed from a complaint for regularization filed by petitioners\n[1]\nagainst respondents before the Arbitration Branch of the National Labor Relations Commission (NLRC). The petition for review at bar assails the decision\n[2]\nof the Court of Appeals, affirming the decision\n[3]\nof the NLRC, sustaining the earlier decision\n[4]\nof the Labor Arbiter dismissing petitioners' complaint against the Philippine Long Distance Telephone Company (PLDT) and herein respondent People's Security Incorporated (PSI).\nThe dispute arose from the following factual milieu:\nRespondent PSI entered into an agreement with the PLDT to provide the latter with such number of qualified uniformed and properly armed security guards for the purpose of guarding and protecting PLDT's installations and properties from theft, pilferage, intentional damage, trespass or other unlawful acts. Under the agreement, it was expressly provided that there shall be no employer-employee relationship between the PLDT and the security guards, which may be supplied to it by PSI, and that the latter shall have the entire charge, control and supervision over the work and services of the supplied security guards. It was likewise stipulated therein that PSI shall also have the exclusive authority to select, engage, and discharge its security guards, with full control over their wages, salaries or compensation.\nConsequently, respondent PSI deployed security guards to the PLDT. PLDT's Security Division interviewed these security guards and asked them to fill out personal data sheets. Those who did not meet the height requirements were sent back by PLDT to PSI.\nOn 05 June 1995, sixty-five (65) security guards supplied by respondent PSI filed a Complaint\n[5]\nfor regularization against the PLDT with the Labor Arbiter. The Complaint alleged inter alia that petitioner security guards have been employed by the company through the years commencing from 1982 and that all of them served PLDT directly for more than 1 year. It was further alleged that PSI or other agencies supply security to PLDT, which entity controls and supervises the complainants' work through its Security Department. Petitioners likewise alleged that PSI acted as the middleman in the payment of the minimum pay to the security guards, but no premium for work rendered beyond eight hours was paid to them nor were they paid their 13 th month pay. In sum, the Complaint states that inasmuch as the complainants are under the direct control and supervision of PLDT, they should be considered as regular employees by the latter with compensation and benefits equivalent to ordinary rank-and-file employees of the same job grade.\nForthwith, after filing the complaint, the security guards formed the PLDT Company Security Personnel Union with petitioner Zaldy Abella as union president. A month later, PLDT allegedly ordered PSI to terminate about 25 members of said union who participated in a protest picket in front of the PLDT Office at the Ramon Cojuangco Building in Makati City.\nThe Labor Arbiter dismissed the complaint for lack of merit. On appeal, the NLRC affirmed in toto the Labor Arbiter's decision.\nThe Court of Appeals, in turn, affirmed the NLRC's disquisition.\n[6]\nAccording to the Court of Appeals, evidence demonstrates that it is respondent PSI which is petitioners' employer, not the PLDT inasmuch as the power of selection over the guards lies with the former.  The Court of Appeals also took cognizance of the fact that petitioners have collected their wages from PSI.\n[7]\nOn 29 September 2003, this Court denied the petition for review filed by petitioners assailing the Court of Appeals' Decision for lack of verified statement of material date of receipt of the assailed judgment. On 16 March 2005, the Court resolved to deny the motion for reconsideration for lack of merit and sufficient showing that the Court of Appeals had committed any reversible error in the questioned judgment to warrant the exercise by this Court of its discretionary appellate jurisdiction.\nUndaunted, petitioners moved for reconsideration of our Resolution dated 16 March 2005. Petitioners now urge this Court to ignore technicalities and brush aside the procedural requirements so this case may be decided \"on the merits.\"\nOn the postulate that dismissal of appeals based on mere technicalities is frowned upon, we take another look at this petition for review to quell all doubts that the Court is impervious to petitioners' cause. Cautious as we are against rendering a decision that may well be a \"blow on the breadbasket of our lowly employees,\"\n[8]\nwe are hence rendering a complete adjudication of this case at bar.\nCrucial to the resolution of this case is a determination whether or not an employer-employee relationship exists between petitioners and respondent PLDT.\nPhilippine Airlines, Inc. v. National Labor Relations Commission\n[9]\nprovides the legal yardstick in addressing this issue. In that case, Unicorn Security Services, Inc. (USSI) and Philippine Airlines, Inc. (PAL) executed a security service agreement where USSI was designated therein as the contractor. In determining which between PAL and USSI is the employer of the security guards, we considered the following factors in considering the existence of an employer-employee relationship: (1) the selection and engagement of the employee; (2) the payment of wages; (3) the power to dismiss; and (4) the power to control the employee's conduct. Considering these elements, we held in the said case that the security guards of PAL were the employees of the security agency, not PAL. We explained why-\nIn the instant case, the security service agreement between PAL and USSI provides the key to such consideration. A careful perusal thereof, especially the terms and conditions embodied in paragraphs 4, 6, 7, 8, 9, 10, 13 and 20 quoted earlier in this ponencia\n, demonstrates beyond doubt that USSI - and not PAL – was the employer of the security guards.\nIt was USSI which (a) selected, engaged or hired and discharged the security guards; (b) assigned them to PAL according to the number agreed upon; (c) provided, at its own expense, the security guards with firearms and ammunitions; (d) disciplined and supervised them or controlled their conduct; (e) determined their wages, salaries, and compensation; and (f) paid them salaries or wages. Even if we disregard the explicit covenant in said agreement that \"there exists no employer-employee relationship between CONTRACTOR and/or his guards on the one hand, and PAL on the other\" all other considerations confirm the fact that PAL was not the security guards' employer.\n(Emphasis supplied)\nOn the first factor, applying PAL v. NLRC as our guidepost in the case before us, the Labor Arbiter, the NLRC and the Court of Appeals rendered a consistent finding based on the evidence adduced that it was the PSI, the security provider of the PLDT, which selected, engaged or hired and discharged the security guards. The Labor Arbiter was no less emphatic –\nIt is not disputed that complainants applied for work with PSI, submitted the necessary employment documentary requirement with PSI and executed employment contracts with PSI. Complainants, however, contend that their referral by the PSI to PLDT for further interview and evaluation falls under the context of \"selection and engagement\" thereby making them employees of PLDT.\nWe are not convinced.\nTestimonies during the trial reveal that interviews and evaluation were conducted by PLDT to ensure that the standards it set are met by the security guards. In fact, PLDT rarely failed to accept security guards referred to by PSI but on account of height deficiency. The referral is nothing but for possible assignment in a designated client which has the inherent prerogative to accept and reject the assignee for justifiable grounds or even arbitrarily. We are thus convinced that the employer-employee relationship is deemed perfected even before the posting of the complainants with the PLDT, as assignment only comes after employment.\n[10]\nWe hasten to add on this score that the Labor Arbiter as well as the NLRC and the Court of Appeals found that PSI is a legitimate job contractor pursuant to Section 8, Rule VII, Book II of the Omnibus Rules Implementing the Labor Code. It is a registered corporation duly licensed by the Philippine National Police to engage in security business. It has substantial capital and investment in the form of guns, ammunitions, communication equipments, vehicles, office equipments like computer, typewriters, photocopying machines, etc., and above all, it is servicing clients other than PLDT like PCIBank, Crown Triumph, and Philippine Cable, among others.\n[11]\nHere, the security guards which PSI had assigned to PLDT are already the former's employees prior to assignment and if the assigned guards to PLDT are rejected by PLDT for reasons germane to the security agreement, then the rejected or terminated guard may still be assigned to other clients of PSI as in the case of Jonathan Daguno who was posted at PLDT on 21 February 1996 but was subsequently relieved therefrom and assigned at PCIBank Makati Square effective 10 May 1996.\n[12]\nTherefore, the evidence as it stands is at odds with petitioners' assertion that PSI is an \"in-house\" agency of PLDT so as to call for a piercing of veil of corporate identity as what the Court has done in De leon, et al. vs. NLRC and Fortune Tobacco Corporation, et al.\n[13]\nOn the second factor, the Labor Arbiter as well as the NLRC and the Court of Appeals are all in agreement that it is PSI that determined and paid the petitioners' wages, salaries, and compensation. As elucidated by the Labor Arbiter, petitioners' witness testified that his wages were collected and withdrawn at the office of PSI and PLDT pays PSI for the security services on a lump-sum basis and that the wages of complainants are only a portion of the total sum. The signature of the PLDT supervisor in the Daily Time Records does not ipso facto make PLDT the employer of complainants inasmuch as the Labor Arbiter had found that the record is replete with evidence showing that some of the Daily Time Records do not bear the signature of a PLDT supervisor yet no complaint was lodged for nonpayment of the guard's wages evidencing that the signature of the PLDT's supervisor is not a condition precedent for the payment of wages of the guards. Notably, it was not disputed that complainants enjoy the benefits and incentives of employees of PSI and that they are reported as employees of PSI with the SSS.\n[14]\nAnent the third and fourth factors, petitioners capitalize on the delinquency reports prepared by PLDT personnel against some of the security guards as well as certificates of participation in civil disturbance course, certificates of attendance in first aid training, certificate of completion in fire brigade training seminar and certificate of completion on restricted land mobile radio telephone operation to show that the petitioners are under the direct control and supervision of PLDT and that the latter has, in fact, the power to dismiss them.\nThe Labor Arbiter found from the evidence that the delinquency reports were nothing but reminders of the infractions committed by the petitioners while on duty which serve as basis for PLDT to recommend the termination of the concerned security guard from PLDT. As already adverted to earlier, termination of services from PLDT did not ipso facto mean dismissal from PSI inasmuch as some of those pulled out from PLDT were merely detailed at the other clients of PSI as in the case of Jonathan Daguno, who was merely transferred to PCIBank Makati.\nWe are likewise in agreement with the Labor Arbiter's reasoning that said delinquency reports merely served as justifiable, not arbitrary, basis for PLDT to demand replacement of guards found to have committed infractions while on their tours of duty at PLDT's premises. In Citytrust Banking Corporation v. NLRC, [15]\nwe upheld the validity of the contract between ADAMS and ESSI to provide security guards to Citytrust and held that the security guards were the employees of the security agencies, not Citytrust. Specifically we held as valid and controlling the stipulation that the bank has the option to ask for replacement of the guards or personnel assigned to the bank who, in its judgment, are unsatisfactory, wanting in the performance of their duties or for any reason at the discretion of the bank. Thus-\nIn substantially identical language, the contracts between CITYTRUST, on the one hand, and ADAMS and ESSI, on the other, unequivocally declare that any person that may be assigned by the \"CARRIER\" (agency) to carry out its obligation under the Agreement should in no sense be considered an employee of the bank and shall always remain an employee of the CARRIER. The contracts moreover require the CARRIER to give the bank a list of personnel assigned to render security services to the bank, and make clear that:\n1) the CARRIER shall maintain efficient and effective discipline, control and supervision over any and all guards or personnel it may utilize in performing its obligations under the Agreement; 2)\nthe BANK has the option to ask for the replacement of the CARRIER's guards or personnel assigned to the BANK who, in its judgment, are unsatisfactory, wanting in the performance of their duties or for any reason at the discretion of the Bank;. . . .\n[16]\n(Emphasis supplied)\nAs regards the seminars, we defer to the findings of the Labor Arbiter as affirmed by the NLRC and the Court of Appeals that while said seminars were conducted at the premises of PLDT, it also remains uncontroverted that complainants' participation was done with the approval and at the expense of PSI.\n[17]\nTo be sure, it is not uncommon, specially for big aggressive corporations like PLDT, to align or integrate their corporate visions and policies externally or with that of other entities they deal with such as their suppliers, consultants, or contractors, for that matter. As a case in point, manufacturing companies usually hold suppliers' conferences to integrate their suppliers' corporate goals and visions with their own so that the manufacturing companies are ensured of the quality and timing of their supplies of materials or services, as the case may be. It is therefore not surprising that PLDT would demand that security guards assigned to its premises undergo seminars and trainings on certain areas of concern which are unique to PLDT.\nIn the same way, it is in the ordinary course of things for big companies such as PLDT to assign their own security personnel and supervisors to monitor the performance of the security guards as part of the company's internal check, monitoring and control system in order to rate whether the security agency it hired is performing at par with PLDT's set standards.\nFurthermore, petitioners' logic that the certificates of appreciation and/or commendations for good performance issued by PLDT to select security guards are proof that the latter are under the control and supervision of PLDT is indeed non sequitur\n. As the Labor Arbiter has found, similar certificates are also issued as a matter of practice to non-PLDT personnel like members of the Philippine National Police (PNP) and military officers who have rendered exemplary support and assistance to PLDT.\n[18]\nThe Labor Arbiter likewise rendered the distinct finding as regards petitioner Zaldy Abella that documentary evidence belies his claim that PLDT directs and supervises him. These documents include his application for employment with PSI, employment contract with PSI, Special Orders of assignment at the different detachments of PLDT issued by a certain Joreim Aguilar of PSI, his request to PSI for sick leaves and/or vacation leaves, authority to deduct from his salary death contributions pursuant to the policy of PSI and Order of Relief from PLDT Marikina for AWOL issued by said Joreim Aguilar of PSI per Special Order dated 12 June 1995.\n[19]\nSimilarly, as found by the Labor Arbiter in the case of petitioner Roberto Basilides, his 201 file reflects PSI Orders on his assignment to PLDT installations and subsequent reassignment to another PCIB client.\n[20]\nAll told, there being no showing that neither the Labor Arbiter nor the NLRC nor the Court of Appeals gravely abused its discretion or otherwise acted without jurisdiction or in excess of the same, [21]\nthis Court is bound by their findings of facts. Indeed, the records reveal that the questioned decision is duly supported by evidence.\n[22]\nIn fine, while the Constitution is committed to the policy of social justice and the protection of the working class, it should not be supposed that every labor dispute will be automatically decided in favor of labor. The partiality for labor has not in any way diminished our belief that justice is in every case for the deserving, to be dispensed in the light of the established facts and the applicable law and doctrine.\n[23]\nWHEREFORE\n, petitioners' motion for reconsideration of our Resolution dated 16 March 2005 is hereby DENIED with FINALITY no compelling reason having been adduced by petitioners to warrant the reversal thereof. Accordingly, the Decision dated 31 January 2003 and the Resolution dated 06 August 2003 of the Court of Appeals are hereby AFFIRMED. Costs against petitioners.\nSO ORDERED.\nAustria-Martinez, Callejo, Sr., and Tinga, JJ., concur.\nPuno, (Chairman), J., on official leave.\n[1]\nAnnex D consists of the following: Rogelio Abbariao, Zaldy G. Abella, Leodegario Aborde, Wilson A. Abuyabor, Edralin Acacio, Federico Acelo, Restituto Acelo, Rolando S. Acosta, Enrico Adalla, Abdul Khair Adapun, Candidato Adapun, Ricardo L. Adarayan, Franklin Adelante, Danilo Adrao, Macario B. Afable, Alipio Aguila, Rogelio A. Agustin, Leonardo Ajero, Jose Alafriz, Dioscoro O. Alcanzado, Mario O. Alcanzado, Wheno Alcanzado, Federico Alcrates, James Alejandro, Baltazar Allayban, Ronnie Almanza, William S. Alicante, Wilfredo Alicio, Justo J. Albay, Ricardo Altarejos, Clodualdo Altea, Wilfredo Alzona, James Amar, Sarsenito Amarillo, Glicerio Ambas, Nasser S. Amil, Reynaldo Ancheta, Alfredo Andrade, Diomedes Andrade, Noel Andrade, Sabiniano Andrade, Carlos C. Angeles, Joven Antang, Severino Antonio, Alfredo Aquino, Andres Aquino, Jr., Raneo B. Aquino, Rodolfo C. Aquino, Mario V. Arel, Alexander A. Armas, Jose Arly L. Artus, Vicente V. Atining, Canuto Ausa, Rolando P. Avecilla, Pedro C. Aviles, Edgar Ayento, Diosdado B. Azeta, Ronnie L. Baccay, Martin Bacea, Alden C. Bactat, Julio D. Badahos, Antonio Badal, Maxwell Bagsican, Manito Baguno, Eduardo Bailon, Cesar Bairoy, Noel M. Bianes, Dante D. Bajaro, Danilo L. Baladhay, Joseph L. Balahadia, Cesar Balano, Ulmar Baldevieso, Dominador M. Balicha, Ferdinand C. Balingit, Pio Balladares, Felino M. Baluan, Orlineo A. Balunes, Simeon Baraero, Marion R. Barbero, Ronnie Barbero, Felix U. Barsana, Jr., Renato P. Basa, Magno P. Battung, Armin A. Bausa, Gumercindo S. Bayonla, Urbanito M. Bayonla, Herbert N. Bazon, Rodrigo B. Belleza, Jr., Loreto M. Benavidez, Edmundo B. Berces, Henry A. Bernas, Julardo G. Bernal, Noel M. Bianes, Arnel Billones, Vicente Blanquera, Darlo B. Bitara, Fernando Bobijes, Augusto N. Bolo, Lemuel M. Bongcales, Wilfredo M. Boquiren, Rogelio A. Borbon, Antonio Borden, Herman Borras, Geronimo B. Bosque, Gregorio T. Buenaflor, Emmanuel A. Bueta, Lope S. Bugawan, Oscar Bulatao, Elmer C. Bunag, Mario B. Bunag, Gorgonio D. Buslon, Bonifacio A. Cabbaccan, Danilo Cabajes, Efren O. Cabatan, Abelardo Cabias, Napoleon Cabigon, Arnulfo V. Cabojoc, Renan Cadiz, Orlando P. Calauad, Rodolfo N. Cainap, Leodegario Camacam, Reynaldo Camero, Generoso P. Canillo, Rey R. Cano, Edgardo Capasalan, Gilbert Capuchino, Silverio A. Carabit, Renelito Caracas, Josefino G. Cardona, Ramon P. Cartagena, Arturo O. Casaclang, Francisco Casiao, Roderick Casiano, William Casimiro, Crisanto Castillo, Jimmy Castillo, Juanito M. Castillo, Ramon Castillo, Mateo P. Castro, Sabas F. Cataluna, Eudardo F. Catapia, Francisco F. Catapia, Renato B. Cawile, Ronald B. Cayao, Alfredo S. Cerda, Roberto A. Clemente, Alejandro M. Codelana, Enrique P. Collado, Antonino M. Concepcion, Randy Concigna, Elizalde R. Concina, Jose Constante, Joselito Constante, Calixto Cornelia, Henry A. Corpuz, Eduardo Corpuz, Rodolfo N. Cortillo, Pablo P. Crizaldo, Rolando V. Cruz, Nestor M. Dacanay, Villamor M. Dacumos, Rolando B. Dadap, Pedro P. Daguno, Jr., Reynaldo D. Dalipe, Ruel R. Dalumpines, Orlando A. Damnay, Jeorge Daquioag, Jerry Daquioag, Jhonny Dawang, Albert B. De Guzman, Florentino De Guzman, Marlon B. De Guzman, Prudencio Degracia, Paolo R. De Jesus, Serafin P. De Jesus, Rey C. De Leon, Jerry D. De La Cruz, Loreto L. De La Cruz, Aquilino De La Puz, Ruel V. Del Campo, Edgardo Del Perdon, Arnel Del Prado, Jeremias Delima, Ramonito Delluba, Romeo R. Deplomo, Vicente Deza, Jose D. Diaz, Remy P. Dichosa, Charles Diestro, Generoso Dilapdilap, Henry Discartin, Nelson D. Doble, Bernardo Donayre, Jr., Romeo Dugam, Randy Dugayo, Rodrigo V. Dumael, Bernardo Dumlao, Cipriano C. Dumo, Jose Durana, Jr., Eduardo D. Ebe, Florente Ellacer, Ruben C. Emillano, Joselito T. Empeo, Ruben E. Emperio, Orlando A. Encarguez, Fermin G. Escanilla, Edwin P. Escobar, Cesario S. Escueta, Samuel G. Esmeria, Nelson S. Espa, Elmer E. Espano, Lorde G. Espanola, Danny D. Espilico, Ariel Esperancilla, Ricardo B. Espiritu, Romeo Estrella, Romeo Estoya, Filnandino Evangelista, Joel T. Evardo, Bobby Factularin, Benjamin Fadullo, Rosito V. Fajardo, Edgardo E. Faller, Manuel G. Ferrer, Simeon P. Filarca, Danilo S. Flojemon, Esidro Florendo, Gilmore Flores, Julius S. Flores, Rex Fernando, Ramon G. Fortuny, Rodel M. France, Arturo G. Francisco, Ramon Juan P. Frando, Roberto L. Fulgencio, Edilberto B. Gabion, Feliciano T. Gabrieles, Jr., Millanio G. Gallano, Romeo Galpo, Louie Galvez, Valento Ganaban, Gerardo G. Gamboa, Stanley I. Gandeza, Marvin G. Gatacelo, Owen S. Gatan, Lamberto Geli, Nelson M. Gellido, Levy Rustom Gedrano, Angelito C. Gepulla, Felipe W. Gesulga, Jeoffrey B. Gloriane, Joselito A. Go, Nestor R. Gonzale, Aurelio L. Gregas, Emilio L. Gregas, Thelmo L. Gregas, Dante C. Guab, Pacifico G. Guab, Oscar Guden, Erwin A. Gualter, Elizalde Gualter, Nelson S. Guevarra, Bonifacio Gumal, Noel Hillana, Fresco M. Hombrebueno, Pablito O. Ibale, Emil O. Ibanez, Luisito C. Indicio, Ramuel C. Indicio, Redentor Indicio, Jose P. Ilo, Rodolfo C. Jaravata, Margarito Jerusalem, Venerando Jocson, Alfonso Joseph, Crisencio Joseph, Ramon M. Julagting, Joel B. Justo, Apolinario A. Labastida, Renato Latoza, Alexander C. Laurista, Felix Laurenciana, Crisanto S. Lave, Richard D. Ledesma, Pepito Leonardo, Benjie C. Lobiano, Raul G. Locsin, Jaime R. Loyola, Rey Lucrecio, Jesus Luna, Rosano C. Luy, Rolando Maban, Ronaldo U. Mabelin, Edgardo S. Macalalad, Pascual A. Macawile, Rico A. Madrigal, Jessie Maglantay, Henry G. Maglantay, Edgar L. Mahinay, Joel P. Maines, Reynaldo Malaque, Saturnino C. Mamba, Felimon Mamotos, Leo Magbanua, Leopoldo Mangilog, Jr., Felix B. Mangubat, Rolando A. Mangurnong, Oscar Manio, Victor S. Manlangit, Cesario G. Mansueto, Joselito Manzano, Danilo C. Maputol, Danilo M. Mara, Levy B. Marcaida, Abraham S. Mariano, Bienvenido A. Margarito, Robert D. Matriano, Florencio M. Mateo, Rolando S. Matulac, Leopoldo S. Mego, Crisostomo M. Mendoza, Jake A. Mendoza, Efren Mercado, Edwin P. Merluza, Dieter E. Miana, Isidro Miole, Elvin E. Mina, Jacinto Monteon, Jr., Julian Montemayor, Jr., Juan L. Montero, Willie C. Morada, Ronaldo C. Morales, Enrico Moratin, Ronilo Morcoso, Edwin R. Mosqueda, Wilfredo Motril, Bienvenido Mundoc, Alberto Mutia, Lamberto R. Nalangan, Rodolfo O. Nantiza, Eriberto S. Narvato, James R. Natividad, Jonathan Navarrete, Edgar M. Navarro, Jessie Nelmida, Ricardo S. Nepomuceno, Constancio Nicolas, Agerico U. Nilo, Jose N. Nobleza, Abdon D. Nofies, Guelberto Obina, Jr., Anatalio R. Obra, Lyndon F. Orisma, Ernesto C. Odonel, Marcelino Olifernes, Dario B. Oliva, Jovito R. Oliva, Renato Oliva, Raul R. Olmoguez, Voltaire Omas-as, Jonathan Onanad, Benito L. Ong, Alfredo A. Onato, Rene A. Onato, Cesar D. Orcajada, Tirso C. Otable, Dante O. Pacheco, Ernie Pacheco, Lito A. Padilla, Arnel C. Padillo, Shirylyne P. Pador, Gerrado Pagaduan, Benito S. Pagauisan, Arturo I. Pales, Crisanto Parcasio, Adolfo Reymundo Pascua, Leo M. Pascua, Lito M. Pascua, Roland Pasion, Cirpriano Pasquin, Victor E. Patac, Angelito Patagan, Crispin Patdu, Renato T. Patiluna, Ricardo M. Peligrino, Quirico Pelobueno, Manuel Penalosa, Jr., Wilfredo Penalosa, Rodelio Penamante, Dominador Perez, Pablo Piad, Condrado Pichay, Angelito Pigad, Macario E. Pigao, Joel M. Pila, Artemio Pilla, Cesar Pinero, Erwin P. Ponciano, Benjamin Pontipiedra, Arnel Porras, Rey L. Porras, Ernesto D. Pradas, Rene Praile, Dominador P. Primo, Placido Protacio, Aquilino C. Puedan, Carlito B. Pulma, Joseph M. Punongbayan, Ulysses Quebec, Martin S. Quilino, Noel G. Quinlat, Arcadio Rabago, Michael D. Rabang, George B. RAganit, Johnson P. Ramallosa, Roger Ramallosa, Rolando Ramos, Elmo A. Rebancos, Augusto R. Red, Romulo G. Redito, Bienvenido Reyes, Juanito T. Reyes, Eduarto Rio, Miguel Rios, Armando L. Rivera, Nestor N. Rivera, Orlando O. Rodriguez, Ginny Rom, Crispin D. Romero, Winnie R. Romero, Jess T. Rosalia, Antonio S. Roxas, Noel M. Ricafort, Nestor M. Rubang, Jessie P. Rufo, Crispin R. Sabaldan, Felix R. Sabaldan, Ramil N. Sacares, Domingo B. Sagot, Eduardo D. Salango, Arnold San Juan, Nataniel Sanchez, Jesus Santilices, Francisco D. Santos, Jr., Manolito Santos, Val C. Sto. Tomas, Toribio H. Sarmiento, Arnel H. Satumbaga, Dante S. Sauro, Pablo Sauro, Jr., Rolando S. Sauro, Federico D. Seredio, Simplicio I. Siaga, Jr., Jonatahan J. Sira, Eliseo V. Siriban, Jesus Soliman, Eduardo A. Solamillo, Dante C. Soriano, Pedro A. Soriano, Ariel Sta. Cruz, Robert C. Sullesta, Aldino F. Tabaquero, Leonido R. Tabilog, Dante Tabud, Domingo Tacdol, Harry P. Tagana, Roseller V. Tanglao, Bertuldo Tanudra, Esteban S. Tapiru, Emilio N. Tarcy, Jr., Ruel A. Tashim, Jenifer Telan, Rita C. Tio, Jose T. Togores, Albert N. Toledo, Clemente M. Tolentino, Eddie Tomaquin, Irineo A. Torres, Robert M. Torres, Joe T. Tulod, Edwin Tuliao, Elpedio A. Tuliao, Edgar M. Tumala, Gavino P. Uddon, Jr., Ignacio G. Umapas, Roland Uyan, Sanny C. Valde, Carlito B. Valdez, Allan B. Valencia, Jr., Diolito A. Valencia, Manuel B. Valida, Juvy Venteroso, Sanny Venteroso, Frego Verdera, Glicerio M. Vicedo, Vincent S. Vicedo, Mariano J. Vico, Ramon Villaflor, Segundino L. Villaflor, Pepito Villanueva, Jimmy Villarosa, Andres Villaraza, Daniel T. Villarey, Danilo Villarma, Thor B. Villasana, Juanito V. Viray, Larry Villedo, Epifanio F. Yakiy, Pablo Yepes, Norberto Ymalay, Julius C. Yuson, Winnie Ybalane, Glen Zeque.\n[2]\nDated 31 January 2003; Penned by then Court of Appeals now Supreme Court Associate Justice Cancio C. Garcia, with Associate Justices Eloy R. Bello, Jr. and Sergio L. Pestaño concurring. Rollo, pp. 121-133.\n[3]\nDated 31 July 2001; Penned by Presiding Commissioner Lourdes C. Javier, with Commissioner Tito F. Genilo, concurring, and Commissioner Ireneo B. Bernardo, on leave. Rollo, pp. 73-85.\n[4]\nDated 27 July 1999; Penned by Labor Arbiter Geobel A. Bartolabac. Rollo, pp. 38-50.\n[5]\nRollo, pp. 34-35.\n[6]\nRollo, pp. 121-133.\n[7]\nRollo, pp. 132-133.\n[8]\nJ\n. Puno, Dissenting Opinion, Asia Brewery, Inc. v. NLRC, G.R. No. 110241, 24 July 1996, 259 SCRA 185.\n[9]\nG.R. No. 120506, 28 October 1996, 263 SCRA 638.\n[10]\nRollo, pp. 39-40.\n[11]\nRollo, pp. 48-49.\n[12]\nRollo, p. 45, citing 201 file of Jonathan Daguno.\n[13]\nG.R. No. 112661, 30 May 2001.\n[14]\nRollo, pp. 40-41.\n[15]\nG.R. No. 123318, 20 August 1998, 294 SCRA 496.\n[16]\nId., p. 502.\n[17]\nRollo, p. 46.\n[18]\nRollo, p. 47.\n[19]\nRollo, p. 46.\n[20]\nRollo, p. 47.\n[21]\nWyeth-Suaco Laboratories, Inc. v. NLRC, G.R. No. 100658, 02 March 1993, 219 SCRA 356.\n[22]\nAsia Brewery, Inc. v. NLRC, supra\n, note 8.\n[23]\nLawin Security Services, Inc. v. NLRC, G.R. No. 118536, 09 June 1997, 273 SCRA 132.",
  "has_gr_number": true,
  "has_special_number": false,
  "case_type": "criminal",
  "case_subtypes": [
    "order",
    "labor",
    "election",
    "theft",
    "petition"
  ],
  "case_subtype": "order",
  "quality_metrics": {
    "has_ruling": true,
    "text_length": 28482
  }
}

{
  "id": "sha256:534ea273d1e2db2bd5e6404625780d24f00a25394783da2e801303206436e3ee",
  "gr_number": "G.R. No. 158064",
  "gr_numbers": [
    "G.R. No. 158064"
  ],
  "special_number": null,
  "special_numbers": null,
  "case_title": "PEOPLE OF THE PHILIPPINES, PETITIONER, VS. HU RUEY CHUN A.K.A. RICHARD HU, RESPONDENT.",
  "page_title": "G.R. NO. 158064 - PEOPLE OF THE PHILIPPINES, PETITIONER, VS. HU RUEY CHUN A.K.A. RICHARD HU, RESPONDENT.D E C I S I O N - Supreme Court E-Library",
  "promulgation_date": "2005-06-30",
  "promulgation_year": 2005,
  "promulgation_month": "jun",
  "court": "Supreme Court",
  "source_url": "https://elibrary.judiciary.gov.ph/thebookshelf/showdocs/1/43359",
  "clean_version": "v2.1",
  "checksum": "sha256:8b7c821247480fa50867d914cbe9d3dcee240466e3d50222bd9940c335c83409",
  "crawl_ts": "2025-09-18T05:50:24.018699Z",
  "ponente": null,
  "division": "Second Division",
  "en_banc": false,
  "clean_text": "SECOND DIVISION\n[ G.R. NO. 158064, June 30, 2005 ]\nPEOPLE OF THE PHILIPPINES, PETITIONER, VS. HU RUEY CHUN A.K.A. RICHARD HU, RESPONDENT.\nD E C I S I O N CALLEJO, SR., J.:\nThe Extra Excel International Philippines, Inc. (EEIPI) is a corporation duly organized and registered under the laws of the Philippines.  One of the members of its Board of Directors was Hu Ruey Chun a.k.a. Richard Hu, a Taiwanese, who was also its president and general manager; Ralph S. Villanueva was the financial manager.\n[1]\nOn September 25, 2001, the EEIPI filed a criminal complaint for qualified theft\n[2]\nof P762,076.35 against Hu in the Office of the City Prosecutor of Makati City.  Appended thereto was the affidavit-complaint of Villanueva, with the following allegations:\n4. Mr. Hu is a stockholder and the former Director, President and General Manager of E. Excel.  During his term as Director, President and General Manager, he was also the authorized sole signatory to all the checks issued by E. Excel to pay for the latter’s business expenses.  He was also authorized to disburse corporate funds in payment of legitimate business expenses.\n4.1 Mr. Hu ceased to be the President in 22 December 2000, as General Manager in the second half of 2000, and as Director in 15 June 2001.\n5. After the respondent left Excel, the new management hired an independent auditing firm to perform audit procedures.  One of the purposes of the audit is to verify the regularity of certain checks issued by the respondent.\n6. During the audit, I discovered that Mr. Hu issued a check drawn against the company’s funds in Equitable PCIBank (formerly PCIBank), Rufino Tower branch, with Account No. 00-5722-01480-9, not covering any business expense, and PAYABLE TO HIMSELF.  The check I refer to is Equitable PCIBank Check No. 292740 dated 10 July 1998 in the amount of Php762,076.35.  Copy of the check (including the dorsal portion thereof) is hereto attached as Annex “B.”\n6.1 The Equitable PCIBank, Rufino Tower branch is located at Herrera Street corner Ayala Avenue, Makati City.\n6.2 The check was issued on or about the date of the check in the office of Excel located at 24/F Rufino Pacific Tower, 6784 Ayala Avenue cor. Herrera St., Makati City.\n7. From Excel’s passbook, the check cleared on 15 July 1998 after it was deposited into PCIBank Account No. 5722-0179-0.  Copy of the front page of the passbook, and the page showing that the amount of the check was debited on the same date from the funds of Excel, is hereto attached as Annexes “C” and “D,” respectively.\n7.1 Note that the account number of E. Excel’s passbook do not correspond to the account number appearing on the face of the checks.  This, however, is explained by the fact that the passbook account is a savings account, while the account number appearing on the face of the checks represents the checking account of E. Excel.  As per certification of Equitable PCIBank, the passbook account is linked to the checking account, meaning when the checks are drawn against E. Excel’s checking account, the funds to cover the same would be debited from the passbook account and, then, transferred to the checking account to pay the checks.  Copy of the aforementioned certification is hereto attached as Annex “E.”\n7.2 Since the check was payable to Mr. Hu himself, it is indubitable that the respondent received, and benefited personally from, the proceeds of the check.  It bears stressing that the subject check being payable to Richard Hu, only he can collect it.\n[3]\nHu submitted a counter-affidavit wherein he alleged that the P762,076.35 represented his 5% commission of the gross sales of the corporation amounting to P152,415,269.00.\n[4]\nAfter the requisite preliminary investigation, the Office of the City Prosecutor issued a Resolution\n[5]\ndated December 14, 2001, dismissing the complaint for insufficiency of evidence.  The EEIPI appealed the resolution, and on July 10, 2002, the Department of Justice (DOJ) resolved to grant the appeal and reversed the appealed resolution.\n[6]\nThe DOJ held as follows:\nDrawing from the respective allegations of the parties, and the evidence adduced in support thereof, the established facts are: (1) Respondent is the sole signatory of corporate checks of Excel for unlimited amount that are used to pay the company’s legitimate business expenses; (2) Respondent received the money represented by the check; (3) There is no resolution of the Board of Directors or any written contract with Excel authorizing the payment of commission to its General Manager; and (4) The subject check disbursement appears in the records of Excel.  However, there were no supporting documents for the check disbursement such as invoice charging the amount of payment, a contract showing what, when, where, why and how much is to be paid by Excel, receipt of the payment made, and withholding tax returns for the taxable payment made.\nNo one can argue that respondent is only authorized to issue corporate checks for legitimate business expenses.  Neither can there be an argument that the money used to cover the subject check came from Excel.  Evidence adduced and, in fact, impliedly admitted by respondent that, indeed, the proceeds of the check was received by him.  It is for this reason that there is taking.  However, whether the taking is lawful or not is still challenged, and would be put to rest only by the resolution of the issue on whether respondent can claim subject commissions.\nWe agree with complainant that the respondent is not entitled to the commissions he claimed from Excel.  The affidavits of Hendrik Tjandra, General Manager of E. Excel and ; Mr. Andrew Lee, General Manager of E. Excel Hongkong and Taiwan; and Ms. Lau Phooi Hing, General Manager of Excel, overwhelms the lone affidavit of Mr. Tzu Shih Shih, the ex-General Manager of E. Excel Hongkong.\nNothing can attest to the truth of the matter than the present General Manager of Excel.  That she is not receiving a .5% commission based on the monthly gross sales of Excel constitutes a declaration against her own interest, in that she too could have taken the commissions claimed by her predecessor.  But she did not.\nThe contention of respondent that the reason for the lack of a Board Resolution of Excel regarding the claimed commissions is because the Board of Directors seldom meets to tackle day-to-day business operations.  We agree with Excel that a company as big as it is cannot survive, financially or, otherwise, were it run through the verbal instructions of one person who is not even a direct stockholder.  Besides, the contention of respondent runs counter to the presumptions established by the Rules on Evidence that “private transactions have been fair and regular” and that “the ordinary course of business has been followed.” (Sec. 3, Rule 131 of the Rules of Court)\nEven the employment contract of respondent is silent as to the alleged commissions he claimed, notwithstanding the fact that the employment contract is signed solely by respondent for himself and in behalf of Excel.  Moreover, respondent did not pay taxes on the commissions he claimed, a fact that negates that the same were taken as commissions.\nFinally, the defenses presented by respondent are mostly evidentiary in nature and are matters of defense, the truth of which can be best passed upon after a full-blown trial on the merits.  Hence, this is not the proper forum where the defense evidence of respondent may be evaluated vis-à-vis the evidence of Excel.  That function is better left to the courts of justice.\n[7]\nThe DOJ ordered the City Prosecutor to file the Information for qualified theft against Hu within five (5) days from notice thereof.\nConformably with the resolution of the DOJ, the City Prosecutor filed an Information for qualified theft against Hu in the Regional Trial Court (RTC) of Makati City on July 18, 2002.  The case was raffled to Branch 148 thereof.  The prosecutor recommended a bail of P40,000.00 for the provisional liberty of the accused, based on DOJ Department Circular No. 74 issued on November 6, 2001, which reads:\nB.  FOR QUALIFIED THEFT:\n…\n3) Where the value of the property stolen is P32,000.00 or over, in which the imposable penalty ranges from reclusion temporal to reclusion perpetua\n, bail shall be based on reclusion temporal in its maximum period, pursuant to Par. 2(a) of the 2000 Bail Bond Guide, multiplied by P2,000.00, plus an additional P2,000.00 for every P10,000.00 in excess of P22,000.00; Provided, however, that bail shall not exceed P80,000.00.\n[8]\nOn August 1, 2002, the RTC issued an Order\n[9]\nfor the issuance of a warrant of arrest against the accused, considering that the imposable penalty for the crime charged was reclusion perpetua to death.  The RTC, thus, rejected the recommendation of the public prosecutor to grant bail to the accused in the amount of P40,000.00.\nOn August 23, 2002, Hu filed a motion for the reconsideration of the said order, contending that DOJ Department Circular No. 74 should be applied.  He pointed out that the recommended bail in the said circular was based on the ruling of this Court in People v. Hernando\n.\n[10]\nOn August 27, 2002, the trial court issued an Order\n[11]\ndenying the motion, in light of the ruling in People v. Bago\n, [12]\nwhere the Court held that the imposable penalty for qualified theft is reclusion perpetua; hence, bail is not a matter of right.\nHu filed a petition for certiorari with the Court of Appeals (CA) for the nullification of the August 1, 2002 and August 27, 2002 Orders of the trial court, contending that:\nThe public respondent committed grave abuse of discretion amounting to lack or excess of jurisdiction in issuing the Orders dated August 01, 2002 and August 27, 2002.  This is because:\n1. The public respondent denied the petitioner’s constitutional right against deprivation of liberty without due process of law when he upgraded to non-bailable the crime of qualified theft.\n2. Also, the public respondent failed to conduct the requisite hearing, to determine whether the guilt of the petitioner is strong or not when he issued the assailed Orders, denying bail to the petitioner.\n[13]\nMeanwhile, the DOJ issued a Resolution\n[14]\non November 15, 2002 denying Hu’s motion for the reconsideration of its July 10, 2002 Resolution.\nOn January 16, 2003, the CA rendered judgment granting the petition and nullifying the assailed orders of the trial court.\n[15]\nThe appellate court cited DOJ Department Circular No. 74, which provides that qualified theft is bailable.  It further ruled that the Circular should be given great weight and respect, considering that the DOJ issued the Circular after the ruling in People v. Bago\n[16]\nwas promulgated.  Apparently, under the November 15, 2002 DOJ Resolution, the DOJ had not yet resolved the motion for reconsideration of its July 10, 2002 Resolution; hence, the order of the RTC was premature.  The appellate court opined that until the DOJ had resolved the motion for reconsideration filed by Hu, the warrant for his arrest should not have been issued.\n[17]\nThe People of the Philippines, through the Office of the Solicitor General (OSG), filed a motion for the reconsideration of the decision, to no avail, as the CA resolved to deny the same on April 23, 2003.\n[18]\nOn June 17, 2003, the People of the Philippines, now the petitioner, filed a petition for review on certiorari of the decision and resolution of the CA on the following grounds:\nTHE COURT OF APPEALS COMMITTED A GRAVE ERROR OF LAW WHEN IT RULED THAT THE CRIME OF QUALIFIED THEFT THOUGH CARRYING THE PENALTY OF RECLUSION PERPETUA IS BAILABLE ON THE BASIS ALONE OF DOJ CIRCULAR NO. 74.\nB THE COURT OF APPEALS COMMITTED A GRAVE ERROR OF LAW WHEN IT FAILED TO CONSIDER THAT RESPONDENT CANNOT SEEK RELIEF FROM THE TRIAL COURT WHOSE JURISDICTION HE HAS NOT RECOGNIZED AS HE HAS EVEN CONTINUOUSLY EVADED IT.\nC THE ORDER OF ARREST ISSUED AGAINST RESPONDENT DOES NOT AMOUNT TO A DENIAL OF HIS RIGHT TO BAIL; IT IS SIMPLY A PROCESS OF ACQUIRING JURISDICTION OVER HIS PERSON.\nD THE COURT OF APPEALS HAS NO JURISDICTION TO RESTRAIN THE TRIAL COURT FROM ACQUIRING JURISDICTION OVER THE PERSON OF RESPONDENT.\nE RESPONDENT’S MOTION FOR RECONSIDERATION OF THE DOJ DIRECTIVE TO FILE INFORMATION AGAINST HIM WAS ALREADY DENIED UNDER RESOLUTION DATED NOVEMBER 15, 2002.\n[19]\nCiting the ruling of this Court in Te v. Perez\n, [20]\nthe petitioner averred that DOJ Department Circular No. 74 is not conclusive and binding on the court, and is merely a guide.  The petitioner maintains that the ruling in People v. Hernando\n[21]\nis not controlling in this case, because the crime charged in the RTC is qualified theft, while the felony subject of the case in People v. Hernando is estafa\n.  The petitioner posits that since the imposable penalty for qualified theft is reclusion perpetua\n, bail is a matter of discretion on the part of the trial court.  The petitioner asserts that the trial court was not proscribed from issuing a warrant for the respondent-accused’s arrest, as it was a prerequisite for the court to acquire jurisdiction over his person.  It posits that unless and until the respondent is arrested or brought under the custody of the trial court, he cannot assail the orders issued by it.  It laments that the respondent had already fled to Taiwan, which is beyond the territorial jurisdiction of the trial court, and has thus evaded arrest.  It submits that the Rules of Criminal Procedure should not be used to suit the respondent’s convenience.\nIn his comment on the petition, the respondent averred that –\nCONTRARY TO PETITIONER’S CLAIM, [THE] COURT OF APPEALS COMMITTED NO GRAVE ERROR OF LAW IN ANNULLING AND SETTING ASIDE THE RTC-MAKATI’S ORDERS DATED AUGUST 01, 2002 AND AUGUST 27, 2002, AND IN DECLARING THE CRIME OF QUALIFIED THEFT CHARGED AGAINST RICHARD HU AS A BAILABLE OFFENSE.\n[22]\nCONTRARY TO THE PETITIONER’S CLAIM, [THE] COURT OF APPEALS COMMITTED NO GRAVE ERROR OF LAW IN CONSIDERING AND GRANTING RICHARD HU’S PETITION FOR CERTIORARI EVEN IF HE HAD NOT BEEN ARRESTED OR, OTHERWISE, PHYSICALLY RESTRAINED, IN VIEW OF THE FACT THAT THE ASSAILED ORDERS WERE NULL AND VOID AB INITIO BECAUSE RTC-MAKATI HAD NO AUTHORITY IN LAW TO ISSUE THEM.\n[23]\nThe petition is meritorious.\nThe respondent asserts that the August 1, 2002 and August 27, 2002 Orders of the trial court are null and void; hence, may be assailed by him before any warrant for his arrest is issued by the trial court.  He insists that qualified theft is a bailable offense as gleaned from DOJ Department Circular No. 74, which was issued after the Court promulgated its decision in People v. Hernando\n, [24]\nand reiterated in People v. Panganiban\n.\n[25]\nWhile the said Circular is not binding on the courts, it nevertheless merits consideration, as it is, in a sense, an expression of policy of the Executive Branch (through the DOJ) in the enforcement of criminal laws.  The respondent contends that the rulings of this Court in People v. Hernando and People v. Panganiban are also applicable, since like estafa, the penalty for theft is dependent on the value stolen or amount of the fraud.  The petitioner’s reliance on the ruling of this Court in People v. Bago is misplaced, since the Court in Bago did not categorically state therein that qualified theft is a non-bailable offense.\nIn any event, the respondent asserts, the trial court committed grave abuse of its discretion when it denied his petition for bail via its August 1, 2002 Order without a prior determination or hearing on the strength of the evidence against him.\nThe Court agrees with the respondent’s contention that he was not proscribed from assailing the August 1, 2002 Order of the RTC before the CA on certiorari, even before his arrest.  The respondent believed, albeit erroneously, that the aforementioned order of the RTC was null and void; hence, it may be assailed any time, either directly or collaterally, or by resisting such order in any action or proceeding wherein it is involved.\n[26]\nOne need not wait to be arrested before filing such petition.  Upon receipt of a copy of the said order from the RTC, the respondent already had the right to assail the same in an appropriate proceeding for the said purpose.\nHowever, the Court agrees with the petitioner’s contention that the RTC was not proscribed from issuing the assailed order on August 1, 2002.  While it is true that the respondent filed a motion for the reconsideration of the July 10, 2002 Resolution of the DOJ, there is no showing that the RTC was apprised thereof.  Moreover, the respondent assailed the August 1, 2002 Order not because it was issued while his motion for reconsideration of the July 10, 2002 Resolution of the DOJ was pending, but solely because it was issued without any prior hearing and in utter disregard of DOJ Department Circular No. 74.\nIn any event, the fact of the matter is that the DOJ denied the respondent’s motion for reconsideration of its July 10, 2002 Resolution before the CA rendered judgment granting the petition for certiorari.\nOn the merits of the petition, we find and so rule that the CA erred in nullifying the August 1, 2002 Order of the RTC.  Indeed, the RTC did not commit any abuse of its discretion in issuing the said order.  In fact, the order is in accord with the Constitution, the Revised Rules of Criminal Procedure and case law.\nThe Constitution provides that all persons, except those charged with offenses punishable by reclusion perpetua when evidence of guilt is strong, shall, before conviction, be bailable by sufficient sureties or be released on recognizance as may be provided by law.\n[27]\nSection 7, Rule 114 of the Revised Rules of Criminal Procedure provides that no person charged with a capital offense or an offense punishable by reclusion perpetua or life imprisonment shall be admitted to bail when evidence of guilt is strong, regardless of the stage of the criminal prosecution.\nThe rule is that the RTC judge shall personally evaluate, within ten (10) days from the filing of the complaint or Information, the resolution of the prosecutor and its supporting evidence.  If he finds probable cause, he shall issue, without need of any hearing, a warrant of arrest unless the accused is already under detention, in which case, the judge shall issue a commitment order.\n[28]\nIf the accused is charged with an offense punishable by death, reclusion perpetua or life imprisonment, the judge should not grant bail for his provisional release, regardless of whether or not the prosecutor recommends bail for the provisional release of the accused under DOJ Department Circular No. 74.  However, if the accused has been brought under custody of the court, he may file a petition for bail for his provisional liberty.  If, after the requisite hearing, [29]\nthe court finds that the evidence of the accused is strong, the petition shall be denied.  Consequently, the accused will remain under the custody of the court.  However, if the evidence of guilt of the accused is not strong, [30]\nthe petition shall be granted and the accused discharged upon approval of the bail bond, in such amount fixed by the court, taking into consideration the guidelines set forth in Section 9, Rule 114 of the Revised Rules of Criminal Procedure, in tandem with DOJ Department Circular No. 74, as well as the recommendation of the public prosecutor.\nIn this case, the respondent was charged with qualified theft of P762,076.35.  In People v. Cañales\n, [31]\nthe Court ruled that the penalty for qualified theft under Article 40 of the Revised Penal Code, taking into account the value of the property stolen, is reclusion perpetua with the accessory penalty of death, with no possibility of pardon before the lapse of forty years:\nWe now come to the correctness of the penalty imposed by the respondent court.  We quote the well-researched disquisition of the appellate court, viz.:\n“The Court a quo meted on Cañales an indeterminate penalty of Thirteen (13) Years, One (1) Month and Eleven (11) Days to Eighteen (18) Years, Nine (9) Months and Twenty (20) Days both of Reclusion Temporal.\nThe Court was in error.  The court imposed merely the penalty for theft under Article 309 of the Revised Penal Code, quoted infra, as follows:\n‘ART. 309.\nPenalties\n. – Any person guilty of theft shall be punished by:\n‘1.    The penalty of prision mayor in its minimum and medium periods, if the value of the thing stolen is more than 12,000 pesos but does not exceed 22,000 pesos; but if the value of the thing stolen exceed the latter amount, the penalty shall be the maximum period of the one prescribed in this paragraph, and one year for each additional ten thousand pesos but the total of the penalty which may be imposed shall not exceed twenty years.  In such cases, and in connection with the accessory penalties which may be imposed and for the purpose of the other provisions of this Code, the penalty shall be termed prision mayor or reclusion temporal, as the case may be.’  (\nidem, supra; Italics supplied)\n“The value of the truck, the van and the cargo contained therein should be used as basis for the imposable penalty although the truck and van were recovered (\nPeople versus Juan Carpio, ).  Since the value of the truck was P300,000.00 and the cargo was valued at P2,500,000.00 (Exhibit “C”), the imposable penalty for the felony of theft was reclusion temporal\n.  However, under Article 310 of the Revised Penal Code, the crime of qualified theft is punished by the penalties next higher by two (2) degrees than that specified in Article 309 of the Revised Penal Code.  Under Article 25 of the Revised Penal Code, two (2) degrees higher than reclusion temporal is death.  This is, likewise, conformable with Article 74 of the Revised Penal Code, which provides that:\n‘ART. 74.\nPenalty higher than reclusion perpetua in certain cases.\n– In cases in which the law prescribes a penalty higher than another given penalty, without specifically designating the name of the former, if such higher penalty should be that of death, the same penalty and the accessory penalties of Article 40, shall be considered as the next higher penalty.’  (\nidem, supra; Italics supplied)\n“The provision, however, proscribes the imposition of the death penalty resulting from the graduation of the penalty.  It bears stressing that Article 74 of the Revised Penal Code was based on Article 93 of the Old Penal Code which provided that if the penalty is reclusion perpetua, the next higher penalty would be the same penalty but the convict in such cases cannot be pardoned until forty years had elapsed (\nAquino, Comments on the Revised Penal Code, 1987 ed., Volume 1, page 709\n).\n“But there is a pervading divergence of opinion among commentators of the Revised Penal Code as to what the higher penalty referred to in Article 74 of the Revised Penal Code should be. Some authors are of the view that the higher penalty would be reclusion perpetua with the accessory penalties for said penalty.  But then, under Article 74 of the Revised Penal Code, the accessory penalties under Article 40 of the Revised Penal Code should be imposed.  Still others, like former Senator Ambrosio Padilla are of the view that the higher penalty is reclusion perpetua but with the accessory penalties of death under Article 40 of the Revised Penal Code if the death penalty is commuted.  But then, the accessory penalty under Article 40 of the Revised Penal Code is perpetual absolute disqualification and civil interdiction during thirty (30) years following the date of sentence, whereas, the accessory penalty of reclusion perpetua under Article 41 of the Revised Penal Code is civil interdiction for life and perpetual absolute disqualification.  As aptly observed by former Chief Justice Ramon C. Aquino, there seems to be an absurdity under the latter view (\nAquino, Comments on the Revised Penal Code, supra\n).  On the other hand, Justice Albert is of the firm view that:\n‘The Code meant to say here that the judgment should provide that the convict should not be given the benefit of the provisions of Article 27 until forty years should have elapsed; otherwise, there could be no difference at all between reclusion perpetua when imposed as the penalty next higher in degree and when it is imposed as the penalty fixed by law.’  (\nAlbert, Comments on the Revised Penal Code, 1932 edition, page 240\n)\n“to which Justice Luis Reyes subscribes (\nReyes, Comments on the Revised Penal Code, 1981 ed., Vol. 1, page 746\n).  Former Chief Justice Ramon C. Aquino, likewise, is in accord with the opinion of Justice Albert.\n‘xxx\n‘Justice Albert believes that the ‘penalty higher than reclusion perpetua\n’ is reclusion perpetua for forty years with the accessory penalties of death under Art. 40.  Otherwise, as he said ‘there could be no difference at all between reclusion perpetua\n, when imposed as the penalty next higher in degree and when it is imposed as the penalty fixed by law.’  This opinion is supported by Art. 93 of the old Penal Code from which Art. 74 was taken.  Art. 93 provides that if the given penalty is cadena perpetua or reclusion perpetua, the next higher penalty would be these same penalties but the convict in such case cannot be pardoned ‘until forty years elapsed.’  (\nAquino, Comments on the Revised Penal Code, 1987 ed., Volume 1, pages 708-709\n)\n“We are, likewise, in accord with the opinion of Justice Albert as a logical explanation and application of Article 74 of the Revised Penal Code.  Consequently, Cañales should be meted the penalty Reclusion Perpetua for Forty Years with the accessory penalties of death under Article 40 of the Revised Penal Code.  In fine, Cañales is not entitled to pardon before the lapse of the forty-year period.” (\nReyes, Comments on the Revised Penal Code, 1977 ed., Volume 1, page 747\n).\nWe agree with this dissertation considering that it is supported by the opinions of our leading commentators in penal law.\n[32]\nThe Court reiterated this ruling in People v. Bago\n.\n[33]\nSince the imposable penalty for the felony charged is reclusion perpetua\n, the respondent was not entitled to bail as a matter of right.  Hence, the RTC was correct in rejecting the recommended amount of bail of P40,000.00, and ordering the issuance of a warrant for the respondent’s arrest.\nThe Court agrees with the contention of the petitioner that the rulings in Hernando and Panganiban are not decisive of the issue in this case, because the petitioner therein was charged with estafa\n, and not qualified theft.\nIN LIGHT OF ALL THE FOREGOING\n, the petition is GRANTED.  The Decision and Resolution of the Court of Appeals are REVERSED AND SET ASIDE.  The assailed Order of the Regional Trial Court is AFFIRMED.\nSO ORDERED.\nPuno, (Chairman), Austria-Martinez, Tinga\n, and Chico-Nazario, JJ., concur.\n[1]\nRollo\n, p. 138.\n[2]\nART. 310.\nQualified theft\n. – The crime of theft shall be punished by the penalties next higher by two degrees than those respectively specified in the next preceding article, if committed by a domestic servant, or with grave abuse of confidence, or if the property stolen is motor vehicle, mail matter or large cattle or consists of coconuts taken from the premises of a plantation, fish taken from a fishpond or fishery or if property is taken on the occasion of fire, earthquake, typhoon, volcanic eruption, or any other calamity, vehicular accident or civil disturbance.\nArticle 309 of the Revised Penal Code provides the penalties for theft, as follows:\nART. 309.\nPenalties.\n– Any person guilty of theft shall be punished by:\n1. The penalty of prision mayor in its minimum and medium periods, if the value of the thing stolen is more than 12,000 pesos but does not exceed 22,000 pesos; but if the value of the thing stolen exceed the latter amount, the penalty shall be the maximum period of the one prescribed in this paragraph, and one year for each additional ten thousand pesos, but the total of the penalty which may be imposed shall not exceed twenty years.  In such cases, and in connection with the accessory penalties which may be imposed and for the purpose of the other provisions of this Code, the penalty shall be termed prision mayor or reclusion temporal, as the case may be.\n2. The penalty of prision correccional in its medium and maximum periods, if the value of the thing stolen is more than 6,000 pesos but does not exceed 12,000 pesos.\n3. The penalty of prision correccional in its minimum and medium periods, if the value of the property stolen is more than 200 pesos but does not exceed 6,000 pesos.\n4.\nArresto mayor in its medium period to prision correccional in its minimum period, if the value of the property stolen is over 50 pesos but does not exceed 200 pesos.\n5.\nArresto mayor to its full extent, if such value is over 5 pesos but does not exceed 50 pesos.\n6.\nArresto mayor in its minimum and medium periods, if such value does not exceed 5 pesos.\n7.\nArresto menor or a fine not exceeding 200 pesos, if the theft is committed under the circumstances enumerated in paragraph 3 of the next preceding article and the value of the thing stolen does not exceed 5 pesos.  If such value exceeds said amount, the provisions of any of the five preceding subdivisions shall be made applicable.\n8.\nArresto menor in its minimum period or a fine not exceeding 50 pesos, when the value of the thing stolen is not over 5 pesos, and the offender shall have acted under the impulse of hunger, poverty, or the difficulty of earning a livelihood for the support of himself or his family.\n[3]\nRollo\n, pp. 138-139.\n[4]\nId. at 144.\n[5]\nId.\nat 165-168.\n[6]\nRollo, pp. 169-175.\n[7]\nRollo\n, pp. 173-174.\n[8]\nId. at 53.\n[9]\nRollo, pp. 47-48.\n[10]\nG.R. No. 125214, 28 October 1999, 317 SCRA 617.\n[11]\nRollo\n, p. 57.\n[12]\nG.R. No. 122290, 6 April 2000, 330 SCRA 115.\n[13]\nCA Rollo, pp. 9-10.\n[14]\nRollo\n, p. 45.\n[15]\nId.\nat 39-43.\n[16]\nSupra.\n[17]\nRollo\n, p. 42.\n[18]\nId. at 44.\n[19]\nRollo\n, pp. 15-16.\n[20]\nA.M. No. MTJ-00-1286, 21 January 2002, 374 SCRA 130.\n[21]\nSupra.\n[22]\nRollo, p. 109.\n[23]\nId. at 131.\n[24]\nSupra.\n[25]\nG.R. No. 133028, 10 July 2000, 335 SCRA 354.\n[26]\nRamos v. Court of Appeals, G.R. No. 42108, 29 December 1989, 180 SCRA 635.\n[27]\nSection 13, Article IV of the 1987 Constitution.\n[28]\nSection 6, Rule 112 of the Revised Rules of Criminal Procedure.\n[29]\nSec. 8.\nBurden of proof in bail application.\n– At the hearing of an application for bail filed by a person who is in custody for the commission of an offense punishable by death, reclusion perpetua, or life imprisonment, the prosecution has the burden of showing that evidence of guilt is strong.  The evidence presented during the bail hearing shall be considered automatically reproduced at the trial, but, upon motion of either party, the court may recall any witness for additional examination unless the latter is dead, outside the Philippines, or otherwise unable to testify.\n[30]\nTe v. Perez, supra.\n[31]\nG.R. No. 126319, 12 October 1998, 297 SCRA 667.\n[32]\nPeople v. Cañales, supra.\n[33]\nSupra.",
  "has_gr_number": true,
  "has_special_number": false,
  "case_type": "criminal",
  "case_subtypes": [
    "resolution",
    "theft",
    "petition"
  ],
  "case_subtype": "resolution",
  "quality_metrics": {
    "has_ruling": false,
    "text_length": 31117
  }
}

{
  "id": "sha256:3716790b0deb738e1e75fce3d89390cd51b0a04c8f53b40bdc974c358754cb3b",
  "gr_number": "G.R. No. 167462",
  "gr_numbers": [
    "G.R. No. 167462"
  ],
  "special_number": "SP No. 83800",
  "special_numbers": [
    "SP No. 83800"
  ],
  "case_title": "MANLY EXPRESS INC. AND SIU ENG T. CHING, PETITIONERS, VS. ROMUALDO PAYONG, JR., RESPONDENT.",
  "page_title": "G.R. NO. 167462 - MANLY EXPRESS INC. AND SIU ENG T. CHING, PETITIONERS, VS. ROMUALDO PAYONG, JR., RESPONDENT.D E C I S I O N - Supreme Court E-Library",
  "promulgation_date": "2005-10-25",
  "promulgation_year": 2005,
  "promulgation_month": "oct",
  "court": "Supreme Court",
  "source_url": "https://elibrary.judiciary.gov.ph/thebookshelf/showdocs/1/42466",
  "clean_version": "v2.1",
  "checksum": "sha256:03ef4d3cc5f7ff37bfd3e5d0865cd8c8420db9974d40d3b62814d7b7b55d4ce0",
  "crawl_ts": "2025-09-18T05:51:12.794004Z",
  "ponente": "YNARES-SANTIAGO, J.",
  "division": "First Division",
  "en_banc": false,
  "clean_text": "FIRST DIVISION\n[ G.R. NO. 167462, October 25, 2005 ]\nMANLY EXPRESS INC. AND SIU ENG T. CHING, PETITIONERS, VS. ROMUALDO PAYONG, JR., RESPONDENT.\nD E C I S I O N YNARES-SANTIAGO, J.:\nThis petition for review on certiorari under Rule 45 of the Rules of Court assails the November 22, 2004 Decision of the Court of Appeals\n[1]\nin CA-G.R. SP No. 83800, as well as the February 28, 2005 Resolution\n[2]\ndenying the motion for partial reconsideration.\nThe facts as found by the Court of Appeals are as follows:\nThe simple relevant facts of the case show that petitioners Hercules Balena and Romualdo Payong, Jr. were employed by Manly Express, Inc. and/or Siy Eng T. Ching on different dates, as tour coordinator (dispatcher) and welder, respectively.\nBalena alleged that during his employment, he demanded from his employer the payment of correct employee's benefits. Nevertheless, every time he made the demand, he was told not to report for work anymore if he is not contented with the wages he was receiving. Then, herein private respondents called Balena's attention on his tardiness in work. As a result, on May 16, 2000, Balena commenced a case for constructive dismissal, payment of salaries, overtime pay, holiday pay, back wages, leave pay, 13th month pay and attorney's fees.\nPetitioner Romualdo Payong, Jr. has another story to tell. Sometime in December 1999, he was complaining of eyesight problems. Brought to an eye specialist by private respondent Ching, he was diagnosed to be suffering from eye cataract. Despite having the cataract removed in January of 2000, he was disallowed to return to his work by Ching. Much later, on August 1, 2000, he was given a letter of termination of employment.\n[3]\nThe full text of the termination letter\n[4]\nreads:\n01 August 2000 Dear Mr. Romualdo Payong Jr., Our company has been severely affected by the prevailing poor business climate. There is a reduced demand for our bus services - both for shuttle and city operations - and this has substantially reduced our income. At the same time, our operating costs have increased, leaving us with a difficult cash position.\nIn order to survive, the company has decided to check on the performance of all its employees to determine productivity. Unfortunately, it has been noticed that due to your partial blindness, you can no longer work in the position that you are presently employed for.\nIn view of the above and the fact that despite the proper medical treatment for more than six months now, the company is constrained to terminate your employment effective immediately. In line with this, you are given a grace period of 15 days to remove all your personal belongings from the company premises counted from this date.\nIn behalf of the company, I would like to express my gratitude for the services that you have rendered our company. Kindly see the undersigned to coordinate the payment of your financial assistance and other benefits.\nThank you.\n(Sgd.)\nCharles Malvin Ching Operations Manager Thus, a complaint for illegal dismissal with money claims was filed against Manly, which was consolidated with the complaint of two other employees, namely Francisca Adsuara and Flor Palisoc, also for illegal dismissal.\nOn July 31, 2001, the Labor Arbiter rendered judgment the dispositive portion of which reads:\nWHEREFORE, in view of all the foregoing, the complaint of Hercules Balena is hereby DISMISSED for want of cause of action. Furthermore, respondent company is hereby ordered to pay complainants Payong, Adsuara and Palisoc the total amount of SEVENTY-FIVE THOUSAND NINE HUNDRED PESOS (P75,900.00), as discussed above.\nSO ORDERED.\n[5]\nThe National Labor Relations Commission (NLRC) modified the decision of the labor arbiter, thus:\nWHEREFORE, premises considered, the Decision of July 31, 2001 is hereby MODIFIED. Respondents are directed to pay the following:\nHercules Balena\n-P3,750.00 Service incentive leave pay13th month pay 22, 500.00 P26,250.00 Romualdo Payong\n-P3,352.00 Service incentive leave pay13th month pay 20,115.00 P23,467.00 Flor Palisoc 20,115.00 13th month pay The other findings stand affirmed.\nSO ORDERED.\n[6]\nWith the denial of their motion for reconsideration, [7]\nBalena and Payong elevated the case before the Court of Appeals, which rendered on November 22, 2004 a Decision, the dispositive portion of which reads:\nIN VIEW OF ALL THE FOREGOING, the instant petition is hereby DENIED, in so far as petitioner Hercules Balena is concerned and the NLRC Decision, as to him, is AFFIRMED. However, as to petitioner Romualdo Payong, Jr., We resolve to GRANT the petition and declare his dismissal from employment by the private respondents to be unlawful and should therefore be entitled to reinstatement and separation pay, if reinstatement is no longer viable and backwages. No pronouncement as to costs.\nSO ORDERED.\n[8]\nThe Court of Appeals found that Balena prematurely filed the complaint for illegal dismissal considering that at the time of its filing, he was still gainfully employed by Manly. The appellate court noted that he failed to mention the details of the alleged dismissal or to prove the severance of his employment. It held that the management's statement that he quit his job if he is not contented with the salary he is receiving is not equivalent to constructive dismissal.\nAs regards Payong, the appellate court observed that considering that the termination was based on his alleged partial blindness, Manly should have presented a certification by a competent public health authority that Payong was suffering from such a disease and his continued employment is prejudicial to his health and that of his co-employees. Without the certification, the dismissal was illegal.\nManly's motion for partial reconsideration was denied, hence, this petition.\nThe petition lacks merit.\nArticle 284 of the Labor Code authorizes an employer to terminate an employee on the ground of disease, thus:\nArt. 284. Disease as ground for termination. - An employer may terminate the services of an employee who has been found to be suffering from any disease and whose continued employment is prohibited by law or is prejudicial to his health as well as to the health of his co-employees: ...\nHowever, in order to validly terminate employment on this ground, Section 8, Rule I, Book VI of the Omnibus Rules Implementing the Labor Code requires:\nSec. 8. Disease as a ground for dismissal. - Where the employee suffers from a disease and his continued employment is prohibited by law or prejudicial to his health or to the health of his co-employees, the employer shall not terminate his employment unless there is a certification by a competent public health authority that the disease is of such nature or at such a stage that it cannot be cured within a period of six (6) months even with proper medical treatment. If the disease or ailment can be cured within the period, the employer shall not terminate the employee but shall ask the employee to take a leave. The employer shall reinstate such employee to his former position immediately upon the restoration of his normal health.\nThe rule is explicit. For a dismissal on the ground of disease to be considered valid, two requisites must concur: (a) the employee suffers from a disease which cannot be cured within six months and his continued employment is prohibited by law or prejudicial to his health or to the health of his co-employees, and (b) a certification to that effect must be issued by a competent public health authority.\nIn the present case, there was no proof that Payong's continued employment was prohibited by law or prejudicial to his health and that of his co-employees. No medical certificate by a competent public health authority was submitted that Payong was suffering from a disease that cannot be cured within a period of six months. In the absence of such certification, Payong's dismissal must necessarily be declared illegal.\nManly's contention that the requirement for a medical certification does not apply in the instant case since it was Payong who refused to undergo medical treatment and his resignation from work was of his own free will, is untenable. Manly has not established Payong's refusal to undergo a medical examination or that he resigned from work on his own accord. On the contrary, the termination letter dated August 1, 2000 showed that it was Manly who initiated the termination in view of the prevailing poor business climate and Payong's partial blindness. Moreover, evidence shows that even before the termination letter was served on Payong, he was no longer allowed to work which shows Manly's intent to dismiss him from work.\nThe burden of proving the validity of the dismissal rests on the employer. As such, the employer must prove that the requisites for a valid dismissal due to a disease have been complied with. In the absence of the required certification by a competent public health authority, this Court has ruled against the validity of the employee's dismissal.\n[9]\nIn Triple Eight Integrated Services, Inc. v. NLRC\n, [10]\nwe held that:\nThe requirement for a medical certificate under Article 284 of the Labor Code cannot be dispensed with; otherwise, it would sanction the unilateral and arbitrary determination by the employer of the gravity or extent of the employee's illness and thus defeat the public policy on the protection of labor....\nWe also note that Manly failed to comply with the procedure for terminating an employee. In dismissing an employee, the employer has the burden of proving that the employee has been served two notices: (1) one to apprise him of the particular acts or omissions for which his dismissal is sought, and (2) the other to inform him of his employer's decision to dismiss him. The first notice must state that dismissal is sought for the act or omission charged against the employee, otherwise, the notice cannot be considered sufficient compliance with the rules.\n[11]\nAll told, Payong's dismissal did not comply with both the substantive and procedural aspects of due process. Clearly, his dismissal is tainted with invalidity.\n[12]\nWHEREFORE\n, the petition is DENIED\n. The November 22, 2004 Decision of the Court of Appeals in CA-G.R. SP No. 83800 and its February 28, 2005 Resolution, are AFFIRMED\n.\nSO ORDERED.\nDavide, Jr., C.J., Quisumbing, Carpio, and Azcuna, JJ., concur.\n[1]\nRollo, pp. 18-24. Penned by Associate Justice Conrado M. Vasquez, Jr. and concurred in by Associate Justices Josefina Guevarra-Salonga and Fernanda Lampas Peralta.\n[2]\nId. at 25.\n[3]\nId. at 18-19.\n[4]\nId. at 26.\n[5]\nId. at 19.\n[6]\nId. at 19-20.\n[7]\nId. at 20.\n[8]\nId. at 23-24.\n[9]\nPantranco North Express, Inc. v. NLRC, 322 Phil. 256, 265 [1996].\n[10]\n, 968 [1998].\n[11]\nElectro System Industries Corporation v. National Labor Relations Commission, et al., G.R. No. 165282, October 5, 2005.\n[12]\nSy v. Court of Appeals, G.R. No. 142293, February 27, 2003, 398 SCRA 301, 312.",
  "has_gr_number": true,
  "has_special_number": true,
  "case_type": "civil",
  "case_subtypes": [
    "certiorari",
    "motion",
    "resolution",
    "order",
    "labor"
  ],
  "case_subtype": "certiorari",
  "quality_metrics": {
    "has_ruling": true,
    "text_length": 10954
  }
}

