{
  "id": "sha256:1384d8341e1c2da1c138e8f7007c4097248a5a68276d3d97fc152871d763e9b5",
  "gr_number": "G.R. No. 161997",
  "gr_numbers": [
    "G.R. No. 161997"
  ],
  "case_title": "COMMISSIONER OF INTERNAL REVENUE, PETITIONER, VS. PHILIPPINE NATIONAL BANK, RESPONDENT.",
  "page_title": "G.R. NO. 161997 - COMMISSIONER OF INTERNAL REVENUE, PETITIONER, VS. PHILIPPINE NATIONAL BANK, RESPONDENT.D E C I S I O N - Supreme Court E-Library",
  "promulgation_date": "2005-10-25",
  "promulgation_year": 2005,
  "promulgation_month": "oct",
  "court": "Supreme Court",
  "source_url": "https://elibrary.judiciary.gov.ph/thebookshelf/showdocs/1/42202",
  "clean_version": "v2.0",
  "checksum": "sha256:07475b04ccbbe90142d2f6d7dff34183486a0949c3f2dc98bdd79045261c7446",
  "crawl_ts": "2025-09-16T08:48:22.038570Z",
  "ponente": "GARCIA, J.",
  "division": "Third Division",
  "en_banc": false,
  "clean_text": "THIRD DIVISION\n[ G.R. NO. 161997, October 25, 2005 ]\nCOMMISSIONER OF INTERNAL REVENUE, PETITIONER, VS. PHILIPPINE NATIONAL BANK, RESPONDENT.\nD E C I S I O N GARCIA, J.:\nThru this appeal by way of a petition for review on certiorari under Rule 45 of the Rules of Court, petitioner Commissioner of Internal Revenue seeks to set aside the Decision dated October 14, 2003\n[1]\nof the Court of Appeals (CA) in CA-G.R. SP No. 76488 and its Resolution dated January 26, 2004\n[2]\ndenying petitioner's motion for reconsideration.\nThe petition is cast against the following factual setting:\nIn early April 1991, respondent Philippine National Bank (PNB) issued to the Bureau of Internal Revenue (BIR) PNB Cashier's Check No. 109435 for P180,000,000.00. The check represented PNB's advance income tax payment for the bank's 1991 operations and was remitted in response to then President Corazon C. Aquino's call to generate more revenues for national development. The BIR acknowledged receipt of the amount by issuing Payment Order No. C-10151465 and BIR Confirmation Receipt No. 22063553, both dated April 15, 1991.\n[3]\nVia separate letters dated April 19 and 29, 1991 and May 14, 1991\n[4]\nto then BIR Commissioner Jose C. Ong, PNB requested the issuance of a tax credit certificate (TCC) to be utilized against future tax obligations of the bank.\nFor the first and second quarters of 1991, PNB also paid additional taxes amounting to P6,096,150.00 and P26,854,505.80, respectively, as shown in its corporate quarterly income tax return filed on May 30, 1991.\n[5]\nInclusive of the P180 Million aforementioned, PNB paid and BIR received in 1991 the aggregate amount of P212, 950,656.79.\n[6]\nThis final figure, if tacked to PNB's prior year's excess tax credit (P1,385,198.30) and the creditable tax withheld for 1991 (P3,216,267.29), adds up to P217,552,122.38.\nBy the end of CY 1991, PNB's annual income tax liability, per its 1992 annual income tax return, [7]\namounted to P144,253,229.78, which, when compared to its claimed total credits and tax payments of P217,552,122.38, resulted to a credit balance in its favor in the amount of P73,298,892.60\n.\n[8]\nThis credit balance was carried-over to cover tax liability for the years 1992 to 1996, but, as PNB alleged, was never applied owing to the bank's negative tax position for the said inclusive years, having incurred losses during the 4-year period.\nOn July 28, 1997, PNB wrote then BIR Commissioner Liwayway Vinzons-Chato, Attention: Appellate Division, to inform her about the above developments and to reiterate its request for the issuance of a TCC, this time for the \"\nunutilized balance of its advance payment made in 1991 amounting to P73,298,892.60\n\".\n[9]\nThis request was forwarded for review and further processing to the Office of the Deputy Commissioner for Legal and Inspection Group, Lilian B. Hefti, and then to the BIR's Large Taxpayers Service.\nIn a letter dated July 26, 2000, PNB sought reconsideration of the decision of Deputy Commissioner Hefti not to take cognizance of the bank's claim for tax credit certificate on the ground that the jurisdiction of the Appellate Division is limited to claims for tax refund and credit \"\ninvolving erroneous or illegal collection of taxes whenever there are questions of law and/or facts and does not include claims for refund of advance payment, pursuant to Revenue Administrative Order [RAO] No. 7-95 dated October 10, 1995\n.\"\n[10]\nIn her letter-reply dated August 8, 2008, [11]\nDeputy Commissioner Hefti denied PNB's request for reconsideration with the following explanations:\nIn reply, please be advised that upon review . . . of your case, this Office finds that the same presents no legal question for resolution. Rather, what is involved is the verification of factual matters, i.e., the existence of material facts to establish your entitlement to refund.\nSuch facts were initially verified through the proper audit of your refund case by the investigating unit under the functional control and supervision of the Deputy Commissioner, Operations Group of this Bureau. It is therefore right and proper for the Operations Group to review, confirm and/or pass judgment upon the findings of the unit under it.\nAt any rate, sound management practices demand that issues as crucial as refund cases be subjected to complete staff work.\nThere might be a little delay in the transition of cases but expect the new procedures to be well-established in no time. Allow us, however, to allay your concern about delayed processing of your claim\n. In fact, the undersigned has made representations with the Operations Group about your case and if you would check the status of your case again, you will find that the same has been duly acted upon.\" (Emphasis supplied)\nOn August 14, 2001, PNB again wrote the BIR requesting that it be allowed to apply its unutilized advance tax payment of P73,298,892.60 to the bank's future gross receipts tax liability.\n[12]\nReplying, the BIR Commissioner denied PNB's claim for tax credit for the following reasons stated in his letter of May 21, 2002, to wit:\n[13]\nThe amount subject of claim for [TCC] is being carried over from your 1991 to 1996 Annual Income Tax Returns. xxx. To grant your claim would result into granting it twice - first for tax carry over as shown in your 1991 amended Income Tax Return and second for granting a tax credit.\nWhen you requested for a refund on April 19, 1991, reiterated on April 29, 1991 and again on May 14, 1991 on alleged excess income taxes\n, the same was considered premature since the determination . . . of your income tax liability can only be ascertained upon filing of your Final or Adjusted Income Tax Return for 1991 on or before April 15, 1992.\nWhen you carried over the excess tax payments from 1991 to 1996 Annual Income Tax Return, you had already abandoned your original intention of claiming for a [TCC]. Furthermore, the 1991 amended Income Tax Return you filed on April 14, 1994 clearly showed that the amount being claimed has already been applied as tax credit against your 1992 income tax liability.\nAlthough there was already a recommendation for the issuance of a [TCC] by the Chief, Appellate Division and concurred in by the Assistant Commissioner, Legal Service, the recommendation was for . . . year 1992 and not for the taxable year 1991, which is the taxable year involved in this case.\nEven if you reiterated your claim for tax credit certificate when you filed your claim on July 28, 1997, the same has already prescribed on the ground that it was filed beyond the two (2) year prescriptive period as provided for under Section 204 of NIRC\n. [Words in bracket and emphasis added]\nOn June 20, 2002, PNB, via a petition for review, appealed the denial action of the BIR Commissioner to the Court of Tax Appeals (CTA). There, its appellate recourse was docketed as C.T.A. Case No. 6487.\nThe Revenue Commissioner filed a motion to dismiss PNB's aforementioned petition on ground of prescription under the 1977 National Internal Revenue Code (NIRC)\n[14]\n. To this motion, PNB interposed an opposition, citing Commissioner of Internal Revenue vs. Philippine American Life Insurance Co\n.\n[15]\nIn its Resolution of October 10, 2002, [16]\nthe CTA granted the Commissioner's motion to dismiss and, accordingly, denied PNB's petition for review, pertinently stating as follows:\nTo reiterate, both the claim for refund and the subsequent appeal to this court must be filed within the same two (2)-year period [provided in Sec. 230 of the NIRC]. This is not subject to qualification. The court is bereft of any jurisdiction or authority to hear the instant Petition for Review, considering that the above stated action for refund was filed beyond the two (2)-year prescriptive period as allowed under the Tax Code. (Words in bracket added)\nPNB's motion for reconsideration was denied by the tax court in its subsequent Resolution of March 20, 2003.\n[17]\nIn time, PNB filed a petition for review with the Court of Appeals (CA), thereat docketed as CA-G.R. SP No. 76488\n, arguing that the applicability of the two (2)-year prescriptive period is not jurisdictional and that said rule admits of certain exceptions.\n[18]\nFollowing the filing by the Commissioner Internal Revenue of his Comment to PNB's petition in CA-G.R. in SP No. 76488, respondent PNB filed a Supplement to its Petition for Review.\n[19]\nIn the herein assailed Decision dated October 14, 2003, [20]\nthe appellate court reversed the ruling of the CTA, disposing as follows:\nWHEREFORE\n, premises considered, the present petition is hereby GIVEN DUE COURSE\n. Consequently, the assailed Resolutions dated October 10, 2002 and March 30, 2003 of the Court of Tax Appeals in C.T.A. Case No. 6487 are hereby ANNULLED and SET ASIDE\n. The case is hereby REMANDED to the respondent Commissioner for issuance with deliberate dispatch of the tax credit certificate after completion of processing of petitioner's claim/request by the concerned BIR officer/s as to the correct amount of tax credit to which petitioner is entitled.\nNo pronouncements as to costs.\nSO ORDERED.\nIn gist, the appellate court predicated its disposition on the following main premises:\nConsidering the \"\nspecial circumstance\n\" that the tax credit PNB has been seeking is to be sourced not from any tax erroneously or illegally collected but from advance income tax payment voluntarily made in response to then President Aquino's call to generate more revenues for the government, in no way can the amount of P180 million advanced by PNB in 1991 be considered as erroneously or illegally paid tax.\n[21]\nThe BIR is deemed to have waived the two (2)-year prescriptive period when its officials led the PNB to believe that its request for tax credit had not yet prescribed since the matter was not being treated as an ordinary claim for tax refund/credit or a simple case of excess payment.\nCommissioner of Internal Revenue vs. Philippine American Life Insurance Co\n.\n[22]\ninstructs that even if the two (2)-year prescriptive period under the Tax Code had already lapsed, the same is not jurisdictional, and may be suspended for reasons of equity and other special circumstances. PNB's failure to apply the advance income tax payment due to its negative tax liability in the succeeding taxable years i.e., 1992-1996, should not be subject to the two (2)-year limitation as to bar its claim for tax credit. The advance income tax payment, made as it were under special circumstances, warrants a suspension of the two (2)-year limitation, underscoring the fact that PNB's claim is not even a simple case of excess payment.\nIn time, the BIR Commissioner moved for a reconsideration, but its motion was denied by the appellate court in its equally challenged Resolution of January 26, 2004.\n[23]\nHence, the Commissioner's present recourse on the following substantive submissions:\n1. A prior tax assessment before respondent PNB can apply for tax credit is unnecessary; 2. PNB's letter dated April 19, 29 and May 14, 1991 cannot be legally interpreted as claims for refund or tax credit as required by the NIRC; 3. PNB's claim for tax credit is barred by prescription; and 4. The equitable principle of estoppel does bar the BIR petitioner from collecting taxes due.\n[24]\nPetitioner first scores the CA for concluding that \"\nthe amount of advance income tax payment voluntarily remitted to the BIR by the [respondent] was not a consequence of a prior tax assessment or computation by the taxpayer based on business income\" and, therefore, it cannot \"be treated as similar to those national revenue taxes erroneously, illegally or wrongfully paid as to be automatically covered by the two (2)-year limitation under Sec. 230 [of the NIRC] for the right to its recovery\n.\" Petitioner invokes the all too-familiar principle that the collection of taxes, being the lifeblood of the nation, [25]\nshould be summary and with the least interference from the courts.\nPressing its point, petitioner asserts that what transpired under the premises is a case of excessive collection not arising from an erroneous, illegal of wrongful assessment and collection. According to petitioner, respondent PNB, after making a prepayment of taxes in 1991, had realized, upon filing, in 1992, of its 1991 final annual income tax return, the excess payment by simple process of mathematical computation; hence, it was unnecessary to make any assessment of overpaid taxes\n. Moreover, petitioner points out that the tenor of PNB's letters of April 19, 29, and May 14, 1991\n[26]\nindicated a mere request for an issuance of a TCC covering the advance payments of taxes, not a claim for refund or tax credit of overpaid national internal revenue taxes.\nCiting Revenue Regulation No. 10-77\n, petitioner likewise argues that any excess or overpaid income tax for a given taxable year may be carried to the succeeding taxable year only. It cannot, petitioner expounds, go beyond, as what respondent PNB attempted to do in 1997, when, after realizing the inapplicability of the excess carry-forward scheme for its 1992 income tax liabilities owing to its negative tax position for the 1992 to 1996 tax period, it belatedly requested for a TCC issuance.\nLastly, petitioner urges the Court to make short shrift of the invocation of equity and estoppel, on the postulate that the erroneous application and enforcement of tax laws by public officers does not preclude the subsequent correct application of such laws.\n[27]\nIn its Comment, respondent PNB contends that its claim for tax credit did not arise from overpayment resulting from erroneous, illegal or wrongful collection of tax. And obviously having in mind the holding of this Court in Juan Luna Subdivision Inc. vs. Sarmiento\n, [28]\nrespondent stresses that its P180 Million advance income tax payment for 1991 partakes of the nature of a deposit made in anticipation of taxes not yet due or levied. Accordingly, respondent adds, the P180 Million was strictly not a payment of a valid and existing tax liability, let alone an erroneous payment, the refund of which is governed by Section 230 of the NIRC.\nTaking a different tack, respondent PNB would also argue that, even assuming, in gratia argumenti that the two (2)-year limitation in Section 230 of the NIRC is of governing application, still the prescriptive period set forth therein is not jurisdictional. The suspension of the statutory limitation in this case, PNB adds, is justified under exceptional circumstance.\nWe rule for respondent PNB.\nAs may be recalled, both the CTA's and the BIR's refusal to grant PNB's claim for refund or credit was based on the proposition that such claim was time-barred. On the other hand, the CA rejected both the CTA's and BIR's stance for reasons as shall be explained shortly.\nAs we see it then, the core issue in this case pivots on the applicability hereto of the two (2)-year prescriptive period under in Section 230 (now Sec. 229) of the NIRC, reading:\n\"SEC. 230.\nRecovery of tax erroneously or illegally collected\n. - No suit or proceeding shall be maintained in any court for the recovery of any national internal revenue tax hereafter alleged to have been erroneously or illegally assessed or collected\n, . . , or of any sum, alleged to have been excessive or in any manner wrongfully collected, until a claim for refund or credit has been duly filed with the Commissioner; but such suit or proceeding may be maintained, whether or not such tax, penalty, or sum has been paid under protest or duress.\nIn any case, no such suit or proceeding shall be begun after the expiration of two [(2)] years from the date of payment of the tax or penalty regardless of any supervening cause that may arise after payment:\nProvided, however\n, That the Commissioner may, even without a written claim therefor, refund or credit any tax, where on the face of the return upon which payment was made, such payment appears clearly to have been erroneously paid. (Underscoring added.)\nHere, respondent PNB requested the BIR to issue a TCC on the remaining balance of the advance income tax payment it made in 1991. It should be noted that the request was made considering that, while PNB carried over such credit balance to the succeeding taxable years, i.e.\n, 1992 to 1996, its negative tax position during said tax period prevented it from actually applying the credit balance of P73, 298,892.60. It is fairly correct to say then that the claim for tax credit was specifically pursued to enable the respondent bank to utilize the same for future tax liabilities. However, petitioner ruled that the claim in question is time-barred, the bank having filed such claim only in 1997, or more than two (2) years from 1992 when the overpayment of annual income tax for 1991 was realized by the bank and the amount of excess payment ascertained with the filing of its final 1991 income tax return.\nIn rejecting petitioner's ruling, as seconded by the CTA, the CA stated that PNB's request for issuance of a tax credit certificate on the balance of its advance income tax payment cannot be treated as a simple case of excess payment as to be automatically covered by the two (2)-year limitation in Section 230, supra of the NIRC.\nWe agree with the Court of Appeals.\nSection 230 of the Tax Code, as couched, particularly its statute of limitations component, is, in context, intended to apply to suits for the recovery of internal revenue taxes or sums erroneously, excessively, illegally or wrongfully collected.\nBlack defines the term erroneous or illegal tax as one levied without statutory authority.\n[29]\nIn the strict legal viewpoint, therefore, PNB's claim for tax credit did not proceed from, or is a consequence of overpayment of tax erroneously or illegally collected. It is beyond cavil that respondent PNB issued to the BIR the check for P180 Million in the concept of tax payment in advance, thus eschewing the notion that there was error or illegality in the payment. What in effect transpired when PNB wrote its July 28, 1997 letter\n[30]\nwas that respondent sought the application of amounts advanced to the BIR to future annual income tax liabilities, in view of its inability to carry-over the remaining amount of such advance payment to the four (4) succeeding taxable years, not having incurred income tax liability during that period.\nThe instant case ought to be distinguished from a situation where, owing to net losses suffered during a taxable year, a corporation was also unable to apply to its income tax liability taxes which the law requires to be withheld and remitted. In the latter instance, such creditable withholding taxes, albeit also legally collected, are in the nature of \"\nerroneously collected taxes\n\" which entitled the corporate taxpayer to a refund under Section 230 of the Tax Code. So it is that in Citibank, N.A. vs. Court of Appeals\n[31]\n, we held:\nThe taxes thus withheld and remitted are provisional in nature. We repeat: five percent of the rental income withheld and remitted to the BIR pursuant to Rev. Reg. No. 13-78 is, unlike the withholding of final taxes on passive incomes, a creditable withholding tax; that is, creditable against income tax liability if any, for that taxable year.\nIn Commissioner of Internal Revenue vs. TMX Sales, Inc\n., this Court ruled that the payments of quarterly income taxes (per Section 68, NIRC) should be considered mere installments on the annual tax due. These quarterly tax payments . . . should be treated as advances or portions of the annual income tax due, to be adjusted at the end of the calendar or fiscal year. The same holds true in the case of the withholding of creditable tax at source. Withholding taxes are \"deposits\" which are subject to adjustments at the proper time when the complete tax liability is determined.\nIn this case, the payments of the withholding taxes for 1979 and 1980 were creditable to the income tax liability, if any, of petitioner-bank, determined after the filing of the corporate income tax returns on April 15, 1980 and April 15, 1981.\nAs petitioner posted net losses in its 1979 and 1980 returns, it was not liable for any income taxes. Consequently and clearly, the taxes withheld during the course of the taxable year, while collected legally under the aforecited revenue regulation, became untenable and took on the nature of erroneously collected taxes at the end of the taxable year\n. (Underscoring added)\nAnalyzing the underlying reason behind the advance payment made by respondent PNB in 1991, the CA held that it would be improper to treat the same as erroneous, wrongful or illegal payment of tax within the meaning of Section 230 of the Tax Code. So that even if the respondent's inability to carry-over the remaining amount of its advance payment to taxable years 1992 to 1996 resulted in excess credit\n, it would be inequitable to impose the two (2)-year prescriptive period in Section 230 as to bar PNB's claim for tax credit to utilize the same for future tax liabilities. We quote with approval the CA's disquisition on this point:\nThus, in no sense can the subject amount of advance income tax voluntarily remitted to the BIR by the [respondent], not as a consequence of prior tax assessment or computation by the taxpayer based on business income, be treated as similar to those national revenue taxes erroneously, illegally or wrongfully paid as to be automatically covered by the two (2)-year limitation under Sec. 230 for the right to its recovery. When the P180 million advance income tax payment was tendered by [respondent], no tax had been assessed or due, or actually imposed and collected by the BIR. Neither can such payment be considered as illegal having been made in response to a call of patriotic duty to help the national government .... We therefore hold that the tax credit sought by [respondent] is not simply a case of excess payment, but rather for the application of the balance of advance income tax payment for subsequent taxable years after failure or impossibility to make such application or carry over the preceding four (4)-year period when no tax liability was incurred by petitioner due to losses in its operations\n. It is truly inequitable to strictly impose the two (2)-year prescriptive period as to legally bar any request for such tax credit certificate considering the special circumstances under which the advance income tax payment was made and the unexpected event (four years of business losses) which prevented such application or carry over\n. Ironically, both the [petitioner] and CTA would fault the [respondent] for electing to credit or carry over the excess amount of tax payment advanced instead of choosing to refund any such excess amount, holding that such decision on the part of petitioner caused the two (2)-year period to lapse without the petitioner filing such a request for the issuance of a tax credit certificate\n. They emphasized that the advance tax payment was made with the understanding that any excess amount will be either carried over to the next taxable year or refunded. It appears then that the request for issuance of a tax credit certificate was arbitrarily interpreted by respondent as a simple claim for refund instead of a request for application of the balance (excess amount) to tax liability for the succeeding taxable years, as was the original intention of [respondent] when it tendered the advance payment in 1991.\"\n[32]\n(Emphasis in the original; words in bracket added)\nPetitioner insists that a prior tax assessment in this case was unnecessary, the excess tax payment having already been ascertained by the end of 1992 upon the filing by respondent of its adjusted final return. Thus, petitioner adds, the two (2)-year prescriptive period to recover said excess credit balance had begun to run from the accomplishment of the said final return and, ergo, PNB's claim for tax credit asserted in 1997 is definitely belated. Additionally, petitioner, citing Revenue Regulation No. 10-77, contends that the carrying forward of any excess or overpaid income tax for a given taxable year is limited to the succeeding taxable year only\n.\nWe do not agree.\nRevenue Regulation No. 10-77\n[33]\ngoverns the method of computing corporate quarterly income tax on a cumulative basis. Section 7 thereof provides:\nSEC. 7.\nFiling of final or adjustment return and final payment of income tax\n. -- A final or an adjustment return . . . covering the total taxable income of the corporation for the preceding calendar or fiscal year shall be filed on or before the 15 th day of the fourth month following the close of the calendar or fiscal year. xxxx. The amount of income tax to be paid shall be the balance of the total income tax shown on the final or adjustment return after deducting therefrom the total quarterly income taxes paid during the preceding first three quarters of the same calendar or fiscal year.\n\"Any excess of the total quarterly payments over the actual income tax computed and shown in the adjustment or final corporate income tax return shall either (a) be refunded to the corporation, or (b)\nmay be credited against the estimated quarterly income tax liabilities for the quarters of the succeeding taxable year.\nThe corporation must signify in its annual corporate adjustment return its intention whether to request for the refund of the overpaid income or claim for automatic tax credit to be applied against its income tax liabilities for the quarters of the succeeding taxable year by filling the appropriate box on the corporate tax return. (B.I.R. Form No. 1702) [Emphasis added]\nAs can be gleaned from the above, the mandate of Rev. Reg. No. 10-77 is hardly of any application to PNB's advance payment which, needless to stress, are not \"\nquarterly payments\n\" reflected in the adjusted final return, but a lump sum payment to cover future tax obligations. Neither can such advance lump sum payment be considered overpaid income tax for a given taxable year\n, so that the carrying forward of any excess or overpaid income tax for a given taxable year is limited to the succeeding taxable year only.\n[34]\nClearly, limiting the right to carry-over the balance of respondent's advance payment only to the immediately succeeding taxable year would be unfair and improper considering that, at the time payment was made, BIR was put on due notice of PNB's intention to apply the entire amount to its future tax obligations.\nIn Commissioner vs. Phi-am Life\n[35]\n, the Court ruled that an availment of a tax credit due for reasons other than the erroneous or wrongful collection of taxes may have a different prescriptive period. Absent any specific provision in the Tax Code or special laws, that period would be ten (10) years under Article 1144 of the Civil Code\n. Significantly, Commissioner vs. Phil-Am is partly a reiteration of a previous holding that even if the two (2)-year prescriptive period, if applicable, had already lapsed, the same is not jurisdictional\n[36]\nand may be suspended for reasons of equity and other special circumstances.\n[37]\nWhile perhaps not in all fours because it involved the refund of overpayment due to misinterpretation of the law on franchise, our ruling in Panay Electric Co. vs. Collector of Internal Revenue\n[38]\n, is apropos. There, the Court stated:\n\"xxx(L)egally speaking, the decision of the Tax Court [on the two-year prescriptive period for tax refund] is therefore correct, being in accordance with law. However, one's conscience does not and cannot rest easy on this strict application of the law, considering the special circumstances that surround this cas e. Because of his erroneous interpretation of the law on franchise taxes, the Collector, from the year 1947 had illegally collected from petitioner the respectable sum of . . . . From a moral standpoint, the Government would be enriching itself of this amount at the expense of the taxpayer. (Words in bracket added and underscoring added.)\nLike the CA, this Court perceives no compelling reason why the principle enunciated in Panay Electric and Commissioner vs. Phil-Am Life should not be applied in this case, more so since the amount over which tax credit is claimed was theoretically booked as advance income tax payment. It bears stressing that respondent PNB remitted the P180 Million in question as a measure of goodwill and patriotism, a gesture noblesse oblige\n, so to speak, to help the cash-strapped national government. It would thus indeed, be unfair, as the CA correctly observed, to leave respondent PNB to suffer losing millions of pesos advanced by it for future tax liabilities. The cut becomes all the more painful when it is considered that PNB's failure to apply the balance of such advance income tax payment from 1992 to 1996 was, to repeat, due to business downturn experienced by the bank so that it incurred no tax liability for the period.\nThe rule of long standing is that the Court will not set aside lightly the conclusions reached by the CTA which, by the very nature of its functions, is dedicated exclusively to the resolution of tax problems and has, accordingly, developed an expertise on the subject, unless there has been an abuse or improvident exercise of authority.\n[39]\nIt is likewise settled that to a claimant rests the onus to establish the factual basis of his or her claim for tax credit or refund.\n[40]\nIn this case, however, petitioner does not dispute that a portion of the P180 Million PNB remitted to the BIR in 1991 as advance payment remains unutilized for the purpose for which it was intended in the first place. But petitioner asserts that respondent's right to recover the same is already time-barred. The CTA upheld the position of petitioner. The CA ruled otherwise. We find the CA's position more in accord with the facts on record and is consistent with applicable laws and jurisprudence.\nVerily, the suspension of the two (2)-year prescriptive period is warranted not solely by the objective or purpose pursuant to which respondent PNB made the advance income tax payment in 1991. Records show that petitioner's very own conduct led the bank to believe all along that its original intention to apply the advance payment to its future income tax obligations will be respected by the BIR. Notwithstanding respondent PNB's failure to request for tax credit after incurring negative tax position in 1992, up to taxable year 1996, there appears to be a valid reason to assume that the agreed carrying forward of the balance of the advance payment extended to succeeding taxable years, and not only in 1992. Thus, upon posting a net income in 1997 and regaining a profitable business operation, respondent bank promptly sought the issuance of a TCC for the reason that its credit balance of P73, 298,892.60 remained unutilized. If ever, petitioner's pose about respondent PNB never having made a written claim for refund only serves to buttress the latter's position that it was not out to secure a refund or recover the aforesaid amount, but for the BIR to issue a TCC so it can apply the same to its future tax obligations.\nLest it be overlooked, petitioner peremptorily denied the request for tax credit on the ground of its having been filed beyond the two (2)-year prescriptive period. In the same breath, however, petitioner appears to have glossed over an incident which amounts to an earlier BIR ruling that \"\nthere is no legal question to be resolved but only a factual investigation\n\" in the processing of PNB's claim. Even as petitioner concluded such administrative investigation, it did not deny the request for issuance of a tax credit certificate on any factual finding, such as the veracity of alleged business losses in the taxable years 1992 to 1996, during which the respondent bank alleged the credit balance was not applied. Lastly, there is no indication that petitioner considered respondent's request as an ordinary claim for refund, the very reason why the same was referred by the BIR for processing to the Operations Group of the Bureau.\nHence, no reversible error was committed by the CA in holding that, upon basic considerations of equity and fairness, respondent's request for issuance of a tax credit certificate should not be subject to the two (2)-year limitation in Section 230 of the NIRC.\nWith the foregoing disquisitions, the Court finds it unnecessary to delve on the question of whether or not mistakes of tax officers constitute a bar to collection of taxes by the BIR Commissioner.\nThe procedural issue presently raised by petitioner, i.e., respondent PNB's alleged non-compliance with the forum shopping rule when its petition for review filed with the CTA did not contain the requisite authority of PNB Vice President Ligaya R. Gagolinan to sign the certification, need not detain us long.\nPetitioner presently faults the CA for not having taken notice that PNB's initiatory pleading before the CTA suffers from an infirmity that justifies the dismissal thereof. But it is evident that the issue of forum shopping is being raised for the first time in this appellate proceedings. Accordingly, the Court loathes to accommodate petitioner's urging for the dismissal of respondent's basic claim on the forum-shopping angle. As earlier ruled by this Court, a party ought to invoke the issue of forum shopping, assuming its presence, at the first opportunity in his motion to dismiss or similar pleading filed in the trial court. Else, he is barred from raising the ground of forum shopping in the Court of Appeals and in this Court.\n[41]\nSo it must be here.\nWHEREFORE\n, the petition is DENIED for lack of merit and the assailed decision and resolution of the Court of Appeals in CA-G.R. SP No. 76488 AFFIRMED\n.\nNo pronouncement as to costs.\nSO ORDERED.\nPanganiban, (Chairman), Sandoval-Gutierrez, Corona, and Carpio-Morales, JJ., concur.\n[1]\nPenned by Associate Justice Martin S. Villarama, Jr. and concurred in by Associate Justices Mario L. Guarina III and Jose C. Reyes, Jr.; Rollo, pp. 37 et seq\n.\n[2]\nRollo, p. 59.\n[3]\nAnnexes \"B\" and \"B-1\", PNB's Petition for Review before the CA; Rollo, pp. 93 & 94.\n[4]\nAnnexes \"A\" \"B\" and \"C\", respectively, to Comment to Petition, Rollo, pp. 191, 192 &193.\n[5]\nPetition, p. 4; Rollo, p. 12.\n[6]\n(P180,000,00.00 + P26,854,505.80 + P6,096,150.00 = P212,950,656.79).\n[7]\nRollo, p. 63.\n[8]\n(P217,552,122.38 - P144,253,229.78 = P73,298,892.60).\n[9]\nIbid, p. 69.\n[10]\nId., pp. 71-72.\n[11]\nId., p 73.\n[12]\nId., p. 74.\n[13]\nId., pp. 76-77.\n[14]\nAmended by Rep. Act No. 8424 entitled \"Tax Reform Act of 1997\".\n[15]\n244 SCRA 446 [1995].\n[16]\nAnnex \"B\", Petition, Rollo, pp. 51 et seq\n.\n[17]\nRollo, pp. 105-106.\n[18]\nId., pp. 107 et seq\n.\n[19]\nId., pp. 121 et seq\n.\n[20]\nSee Note #1, supra\n.\n[21]\nAt p. 6 of the CA Decision.\n[22]\nSee Note #15, supra\n.\n[23]\nSee Note #2, supra.\n[24]\nRollo, pp. 9 et seq\n.\n[25]\nNAPOCOR vs. Province of Albay, 186 SCRA 198 [1990].\n[26]\nSee Note #4, supra\n.\n[27]\nPhilippine Basketball Association vs. CA, 337 SCRA 358 [2000].\n[28]\n[1952].\n[29]\nBlack's Law Dictionary\n, 8 th Ed, pp. 1496-1497.\n[30]\nSee Note #9, supra\n.\n[31]\n280 SCRA 459 [1997].\n[32]\nCA Decision, pp. 43-44.\n[33]\nEffective October 8, 1977.\n[34]\nPaseo Realty & Development Corporation vs. Court of Appeals\n, 440 SCRA 235 [2004].\n[35]\nSee Note # 15 , supra\n.\n[36]\nOral & Dental College vs. CA, 102 Phil. 912 [1958].\n[37]\nPanay Electric Co. vs. Collector, 103 Phil. 819 [1958 ].\n[38]\nIbid.\n[39]\nSea-land Service Inc. vs. CA, 357 SCRA 441 [2001]; Commissioner of Internal Revenue vs. Cebu Toyo Corporation\n, 451 SCRA 447 [2005].\n[40]\nCommissioner of Internal Revenue vs. Tokyo Shipping Co. Ltd\n., 244 SCRA 332, 336.\n[41]\nYoung vs. Keng Seng\n, 398 SCRA 629.",
  "has_gr_number": true,
  "case_type": "regular",
  "case_subtype": "petition",
  "is_administrative": false,
  "is_regular_case": true,
  "quality_metrics": {
    "has_ruling": true,
    "text_length": 35738
  }
}

{
  "id": "sha256:03766e62c0e36e29562b87ce0dbc3c9f9ff30e19a94ab5a73912128042a64460",
  "gr_number": "G.R. No. 159521",
  "gr_numbers": [
    "G.R. No. 159521"
  ],
  "case_title": "FRANCISCO L. GONZALES, PETITIONER, VS. ERMINDA F. GONZALES, RESPONDENTS.",
  "page_title": "G.R. NO. 159521 - FRANCISCO L. GONZALES, PETITIONER, VS. ERMINDA F. GONZALES, RESPONDENTS.\nD E C I S I O N - Supreme Court E-Library",
  "promulgation_date": "2005-12-16",
  "promulgation_year": 2005,
  "promulgation_month": "dec",
  "court": "Supreme Court",
  "source_url": "https://elibrary.judiciary.gov.ph/thebookshelf/showdocs/1/41817",
  "clean_version": "v2.0",
  "checksum": "sha256:8ce1009746a589058bc9b72eb7630c0aaedccc29c3cbdf87b5e8721fadc7007b",
  "crawl_ts": "2025-09-16T08:48:42.539156Z",
  "ponente": "SANDOVAL-GUTIERREZ, J.",
  "division": "Third Division",
  "en_banc": false,
  "clean_text": "THIRD DIVISION\n[ G.R. NO. 159521, December 16, 2005 ]\nFRANCISCO L. GONZALES, PETITIONER, VS. ERMINDA F. GONZALES, RESPONDENTS.\nD E C I S I O N SANDOVAL-GUTIERREZ, J.:\nThis petition for review on certiorari seeks the reversal of the Decision dated April 2, 2003 and Resolution dated August 8, 2003, both issued by the Court of Appeals in CA-G.R. CV No. 66041, entitled, \"Erminda F. Gonzales, plaintiff-appellee versus Francisco L. Gonzales, defendant-appellant.\"\nIn March 1977, Francisco Gonzales, petitioner, and Erminda Gonzales, respondent, started living as husband and wife. After two (2) years, or on February 4, 1979, they got married. From this union, four (4) children were born, namely: Carlo Manuel, Maria Andres, Maria Angelica and Marco Manuel.\nOn October 29, 1992, respondent filed a complaint with the Regional Trial Court, Branch 143, Makati City, for annulment of marriage with prayer for support pendente lite, docketed as Civil Case No. 32-31111. The complaint alleges that petitioner is psychologically incapacitated to comply with the obligations of marriage. He beats her for no justifiable reason, humiliates and embarrasses her, and denies her love, sexual comfort and loyalty. During the time they lived together, they acquired properties. She managed their pizza business and worked hard for its development. She prays for the declaration of the nullity of their marriage and for the dissolution of the conjugal partnership of gains.\nIn his answer to the complaint, petitioner averred that it is respondent who is psychologically incapacitated. He denied that she was the one who managed the pizza business and claimed that he exclusively owns the properties \"existing during their marriage.\"\nIn her reply, respondent alleged that \"she controlled the entire generation of Fiesta Pizza representing 80% of the total management of the same and that all income from said business are conjugal in nature.\"\nThe public prosecutor, in compliance with the directive of the trial court, and pursuant Section 48 of the Family Code, [1]\ncertified that no collusion exists between the parties in asking for the declaration of the nullity of their marriage and that he would appear for the state to see to it that the evidence is not fabricated or suppressed.\nEach party submitted a list of the properties with their valuation, acquired during their union, thus:\nValuation of respondent\n(Record, p. 110)\nValuation of petitioner\n(Record, p. 111)\n1. Acropolis property None P 6,000,000 2. Baguio City property P 10,000,000 10,000,000 3. Nasugbu, Batangas property 5,000,000 5,000,000 4. Corinthian house and lot 18,000,000 23,000,000 5. Sagitarius condominium 2,500,000 2,000,000 6. Office 30,000,000 24,000,000 7. Greenmeadows lot 10,000,000 15,000,000 8. White Plains 7,000,000 10,000,000 9. Corinthian lot 12,000,000 None Personal Property (Vehicles)\n1. Galant '83 model None P 120,000 2. Toyota Corona '79 model\n-\n80,000 3. Coaster '77 model\n-\n150,000 4. Pajero '89 model\n-\n500,000 5. Corolla '92 model 180,000 6. L-300 '90 model 350,000 7. Mercedes Sedan '79 model 220,000 8. Pick-up '89 model 100,000 9. Mercedes wagon '80 model\n-\n300,000 10. Nissan Sentra '89 model 200,000 11. 8'Tamaraws\n-\nEvidence adduced during the trial show that petitioner used to beat respondent without justifiable reasons, humiliating and embarrassing her in the presence of people and even in front of their children. He has been afflicted with satyriasis, a personality disorder characterized by excessive and promiscuous sex hunger manifested by his indiscriminate womanizing. The trial court found that:\n\"The evidence adduced by plaintiff was overwhelming to prove that the defendant by his infliction of injuries on the plaintiff, his wife, and excessive and promiscuous hunger for sex, a personality disorder called satyriasis, was, at the time of the celebration of marriage, psychologically incapacitated to comply with the essential obligations of marriage although such incapacity became manifest only after its solemnization. The defendant's evidence, on the other hand, on the psychological incapacity of plaintiff did not have any evidentiary weight, the same being doubtful, unreliable, unclear and unconvincing.\"\nOn February 12, 1997, the trial court rendered its Decision, the dispositive portion of which reads:\n\"WHEREFORE, in view of the foregoing, judgment is rendered:\n1) Declaring the marriage contracted by and between FRANCISCO L. GONZALEZ and ERMINDA F. FLORENTINO solemnized by Rev. Fr. Alberto Ampil, S.J. on February 4, 1979, at the Manila Hilton Chapel, Nuestra de Guia Parish, Ermita, Manila, NULL and VOID ab initio with all legal effects as provided for under applicable laws; 2) Awarding the custody of minors Maria Andrea and Marco Manuel to the plaintiff, and Carlo Manuel and Maria Angela with rights of visitation given to both parties under an arrangement mutually acceptable to both of them; 3) Ordering the parties to deliver the children's legitimes pursuant to Article 50, in relation to Article 51 of the Family Code; 4) Ordering the defendant to give monthly support to Maria Andrea and Marco Manuel in the amount of Forty Thousand (P40,000.00) Pesos within five (5) days of each corresponding month delivered at the residence of the plaintiff staring January 1997 and thereafter; 5) Ordering the dissolution of the conjugal partnership of gains and dividing the conjugal properties between the plaintiff and the defendant as follows:\n1) Plaintiff's share of real properties:\n1.\nCorinthian lot --------------------\nP 12,000,000 2.\nAcropolis property --------------\n6,000,000 3.\nBaguio property -----------------\n10,000,000 4.\nNasugbu property --------------\n5,000,000 5.\nGreenmeadows property -------\n12,500,000 6.\nSagitarius condominium --------\n2,250,000 P 47,750,000 2) Personal:\n1.\nPajero '89 model ---------------\nP 500,000 2.\nL-300 '90 model ----------------\n350,000 3.\nNissan Sentra '89 model -----\n200,000 P 1,050,000 1) Defendant's share of real properties:\n1.\nCorinthian house and lot P 20,500,000 2.\nOffice 27,000,000 P 47,500,000 2) Personal:\n1.\nGalant '83 model ---------------\nP 120,000 2.\nToyota Corona '79 model ------\n80,000 3.\nCoaster '77 model --------------\n150,000 4.\nCorolla '92 model --------------\n180,000 5.\nMercedes Sedan '79 model ----\n220,000 6.\nPick-up '89 model --------------\n100,000 7.\nMercedes wagon '80 model—\n300,000 P 1,150,000 8.\nFour (4) Tamaraws -------------\n6) Ordering the plaintiff to pay the defendant in cash the amount of P2,196,125.\n7) Ordering the defendant who has actual possession of the conjugal properties to deliver to plaintiff her share of the real and personal properties, including four (4) Tamaraws, above-described, and execute the necessary documents valid in law conveying the title and ownership of said properties in favor of the plaintiff.\"\nNot satisfied with the manner their properties were divided, petitioner appealed to the Court of Appeals. He did not contest that part of the decision which declared his marriage to respondent void ab initio.\nIn its Decision dated April 2, 2003, the Appellate Court affirmed the assailed Decision of the trial court.\nPetitioner filed a motion for reconsideration but it was denied in an Order dated July 23, 1997.\nHence, the instant petition for review on certiorari.\nThe sole issue for our resolution is whether the court of Appeals erred in ruling that the properties should be divided equally between the parties.\nLet it be stressed that petitioner does not challenge the Appellate Court's Decision declaring his marriage with respondent void. Consequently, their property relation shall be governed by the provisions of Article 147 of the Family Code quoted as follows:\n\"ART. 147. When a man and a woman who are capacitated to marry each other, live exclusively with each other as husband and wife without the benefit of marriage or under a void marriage, their wages and salaries shall be owned by them in equal shares and the property acquired by both of them through their work or industry shall be governed by the rules on co-ownership.\nIn the absence of proof to the contrary, properties acquired while they lived together shall be presumed to have been obtained by their joint efforts, work or industry, and shall be owned by them in equal shares. For purposes of this Article, a party who did not participate in the acquisition by the other party of any property shall be deemed to have contributed jointly in the acquisition thereof if the former's efforts consisted in the care and maintenance of the family and of the household.\"\nThese provisions enumerate the two instances when the property relations between spouses shall be governed by the rules on co-ownership. These are: (1) when a man and woman capacitated to marry each other live exclusively with each other as husband and wife without the benefit of marriage; and (2) when a man and woman live together under a void marriage. Under this property regime of co-ownership, properties acquired by both parties during their union, in the absence of proof to the contrary, are presumed to have been obtained through the joint efforts of the parties and will be owned by them in equal shares.\nArticle 147 creates a presumption that properties acquired during the cohabitation of the parties have been acquired through their joint efforts, work or industry and shall be owned by them in equal shares. It further provides that a party who did not participate in the acquisition by the other party of any property shall be deemed to have contributed jointly in the acquisition thereof if the former's efforts consisted in the care and maintenance of the family and of the household.\nWhile it is true that all the properties were bought from the proceeds of the pizza business, petitioner himself testified that respondent was not a plain housewife and that she helped him in managing the business. In his handwritten letter to her dated September 6, 1989, he admitted that \"You've helped me for what we are now and I won't let it be destroyed.\"\nIt appeared that before they started living together, petitioner offered respondent to be his partner in his pizza business and to take over its operations. Respondent started managing the business in 1976. Her job was to: (1) take care of the daily operations of the business; (2) manage the personnel; and (3) meet people during inspection and supervision of outlets. She reported for work everyday, even on Saturdays and Sundays, without receiving any salary or allowance.\nIn petitions for review on certiorari under Rule 45 of the Rules of Court, the general rule is that only questions of law may be raised by the parties and passed upon by this Court.\n[2]\nFactual findings of the Appellate Court are generally binding on, especially this Court, when in complete accord with the findings of the trial court, [3]\nas in this case. This is because it is not our function to analyze or weigh the evidence all over again.\n[4]\nWHEREFORE\n, the instant petition is hereby DENIED\n. The assailed Decision and Resolution of the Court of Appeals, in CA-G.R. CV No. 66041, are AFFIRMED.\nCosts against petitioner.\nSO ORDERED.\nPanganiban, (Chairman), Corona, Carpio-Morales, and Garcia, JJ., concur.\n[1]\nSec. 48. In all cases of annulment or declaration of absolute nullity of marriage, the Court shall order the prosecuting attorney or fiscal assigned to it to appear on behalf of the state to take steps to prevent collusion between the parties and take care that evidence is not fabricated or suppressed.\n[2]\nVicente vs. Planters Development Bank, January 28, 2003, 396 SCRA 282; Almira vs. Court of Appeals, March 20, 2003, 399 SCRA 351; Philippine Airlines, Inc. vs. Court of Appeals, December 8, 2003, 417 SCRA 1960.\n[3]\nLantin vs. Court of Appeals, April 30, 2003, 402 SCRA 202; Sevilla vs. Sevilla, April 30, 2003, 402 SCRA 501; Philippine Airlines, Inc. vs. Court of Appeals, supra.\n[4]\nPotenciano vs. Reynoso, April 22, 2003, 401 SCRA 391; Philippine Airlines, Inc. vs. Court of Appeals, id.",
  "has_gr_number": true,
  "case_type": "regular",
  "case_subtype": "petition",
  "is_administrative": false,
  "is_regular_case": true,
  "quality_metrics": {
    "has_ruling": true,
    "text_length": 12043
  }
}

{
  "id": "sha256:e90d289d5f112a7f423f177a1e9b0fbedacb7979ad9710dc4863265e9fb1792e",
  "gr_number": null,
  "gr_numbers": null,
  "case_title": "EDITHA O. CATBAGAN, COMPLAINANT, VS. JUDGE FELIXBERTO P. BARTE, MUNICIPAL CIRCUIT TRIAL COURT, TOBIAS FORNIER, ANTIQUE, RESPONDENT.",
  "page_title": "A.M. NO. MTJ-02-1452 (FORMERLY OCA IPI NO. 01-1119-MTJ) - EDITHA O. CATBAGAN, COMPLAINANT, VS. JUDGE FELIXBERTO P. BARTE, MUNICIPAL CIRCUIT TRIAL COURT, TOBIAS FORNIER, ANTIQUE, RESPONDENT.R E S O L U T I O N - Supreme Court E-Library",
  "promulgation_date": "2005-04-06",
  "promulgation_year": 2005,
  "promulgation_month": "apr",
  "court": "Supreme Court",
  "source_url": "https://elibrary.judiciary.gov.ph/thebookshelf/showdocs/1/43095",
  "clean_version": "v2.0",
  "checksum": "sha256:a93982485904ef058c0aef0564db417d780b7ca71f3b6ce91fca1429cf9fe288",
  "crawl_ts": "2025-09-16T08:47:16.890642Z",
  "ponente": "CORONA, J.",
  "division": "Third Division",
  "en_banc": false,
  "clean_text": "THIRD DIVISION\n[ A.M. NO. MTJ-02-1452 (FORMERLY OCA IPI NO. 01-1119-MTJ), April 06, 2005 ]\nEDITHA O. CATBAGAN, COMPLAINANT, VS. JUDGE FELIXBERTO P. BARTE, MUNICIPAL CIRCUIT TRIAL COURT, TOBIAS FORNIER, ANTIQUE, RESPONDENT.\nR E S O L U T I O N CORONA, J.:\nIn a verified letter-complaint\n[1]\ndated September 17, 2001 addressed to the Honorable Chief Justice, through the Office of the Court Administrator (OCA), complainant Editha O. Catbagan charged respondent Judge Felixberto P. Barte of the 1st Municipal Circuit Trial Court (MCTC), Tobias Fornier, Antique with \"grave and serious misconduct.\"\n[2]\nIn the first week of May 1999, complainant received information that the Church of Jesus Christ of Latter Day Saints, Inc. (Church) was interested in buying land in the Province of Antique. She immediately approached respondent judge and requested him to assist her in the prospective transaction. Together with a certain Abraham Pedriña, the three agreed that in case they succeeded in brokering the sale of the properties to the Church, their commission would be divided in this manner:\nx x x the three of us agreed in the house of Judge Barte that for every sale transaction if the purchase price exceed One Million Pesos, the two of us will receive a commission of P100,000.00 each while the remaining amount or net gain be retained by Judge Barte as his commission based on his agreement with the vendors.\n[3]\nWhen requested to put their agreement in writing, respondent judge allegedly answered: \"A municipal trial judge occupies the forefront of the judicial arm that is the closest in reach to the public he serves and he must accordingly act at all times with great constancy and utmost probity.\" Complainant did not insist on her request after hearing this.\nThe three of them subsequently conferred with Bobby J. Villalobos, the district president of the Church. They offered the parcels of land owned by Bitoon Cezar and Aurea Clarin in Sibalom, Antique.\n[4]\nThereafter, on January 18, 2001, the Church agreed to purchase lots 336-A and 336-B owned by Bitoon Cezar for P1,120,300.\n[5]\nLot 334 owned by Aurea Clarin was also sold for P2,199,000 on February 19, 2001.\n[6]\nMeanwhile, lot 5555 located in Hamtic, Antique owned by Eleanor M. Checa-Santos was sold on February 12, 2001 for P2,300,000.\n[7]\nFor the first two sales, complainant claimed she was entitled to a P300,000 commission.\nSince the Church transacted with respondent only, it paid the price of the properties to him. Respondent then delivered the amount due to the vendors.\nWhen complainant heard that the vendors had been paid, she demanded her commission from respondent. However, respondent offered her only P25,000 for the two transactions, excluding the one in Hamtic.\nComplainant later learned that respondent received a P435,226.55 commission from the Aurea Clarin transaction alone.\n[8]\nComplainant reminded respondent of their agreement but respondent challenged complainant \"to go to court.\" Instead of pursuing her claim in a civil suit, however, complainant opted to file the present administrative case against respondent on September 17, 2001.\nIn a 1st Indorsement\n[9]\ndated October 18, 2001, Court Administrator Presbitero J. Velasco, Jr. referred the complaint to respondent for his comment on the charge of conduct unbecoming of a judge.\nIn his comment, [10]\nrespondent denied the charge against him and asked for the dismissal of the administrative case on the following grounds:\nFirst\n, there was ambiguity in the charge of grave and serious misconduct in the complaint and conduct unbecoming of a judge in the OCA indorsement. Because of this confusion, he was deprived of his right to be informed of the real charge against him. Consequently, he was not able to properly prepare his defense.\nSecond\n, complainant's allegations were baseless and designed merely to harass and dishonor respondent. According to him, complainant and Pedriña went to his house and told him about the intention of the Church to buy land in Antique. Subsequently, he informed the chapter president of the Church that there were several parcels of land in the Municipality of Sibalom that met their requirements. For two years, he spent after-office hours and weekends to consummate the transaction. He labored hard because the transaction could augment his meager income and enable him to send his three children to good colleges in Iloilo City. He admitted that Pedriña assisted him but maintained that complainant had no involvement in the transaction other than attending the initial meeting with the chapter president. He claimed that it was he, not the complainant, who looked for the land to be sold to the Church. He submitted the sworn affidavit\n[11]\nof the vendor's lawyer, Atty. Francisco Javier, who never met the complainant nor transacted with her. Respondent also claimed that the agreement was for him to shoulder all the expenses relative to the transaction, including its documentation. Pedriña's affidavit supported respondent's claim that they never agreed on a commission scheme, contrary to complainant's assertion. If ever respondent gave money for any information or assistance in the transaction, the amount depended entirely on his discretion.\nIn a report and recommendation\n[12]\ndated June 13, 2002, the OCA found respondent not guilty of the charges against him but recommended a fine of P5,000 for violating Canon 5, Rule 5.02\n[13]\nof the Code of Judicial Conduct. It also warned respondent against directly engaging in any private business even outside office hours, otherwise a more severe penalty would be imposed upon him. The OCA further noted that another administrative case, entitled Jose Berin and Merly Alorro v. Judge Felixberto P. Barte\n, [14]\nhad been filed against respondent. It involved a transaction similar to the one in this complaint.\nInitially, we will discuss respondent's assertion that this administrative case should be dismissed for being ambiguous. According to respondent, the confusion denied him the opportunity to properly defend himself.\nDespite the apparent confusion brought about by the charge of (1) \"grave and serious misconduct\" in the complaint and (2) \"conduct unbecoming of a judge\" in the OCA indorsement\n, the dismissal of the complaint is not warranted. The records show that respondent refuted both charges in his comment and manifestation.\n[15]\nThe OCA could not be faulted for describing the charge as \"conduct unbecoming of a judge\" (instead of \"grave and serious misconduct\") because the allegations pointed to none other but that offense. Noticeably, in complainant's reply\n[16]\nand letter-request\n[17]\nfor early resolution, she consistently described her charge against respondent as \"conduct unbecoming of a judge.\" We therefore cannot dismiss outright the administrative case on this ground alone, considering that respondent knew fully well what he was being charged with. In fact, he defended himself against the charges.\nIn a long line of cases, we have held that the essence of due process in administrative proceedings is simply the opportunity to explain one's side.\n[18]\nThe question of whether complainant was or was not entitled to a commission for her efforts in the sale of the parcels of land to the Church should be threshed out in a proper civil case.\nWhat is therefore left for us to thresh out is respondent's administrative liability for his admitted financial and business dealings.\nWe note the OCA's observation that this is not the first time an administrative case of the same nature has been filed against respondent. In Jose Berin and Merly Alorro v. Judge Felixberto P. Barte\n, [19]\nrespondent judge was also charged with grave and serious misconduct for refusing to give the complainants therein their respective commissions in the sale of land to the Manila Mission of the Church of Jesus Christ of Latter Day Saints, Inc. The Court, in that case, found respondent guilty of violating Canon 5.02 of the Code of Judicial Conduct:\nBy allowing himself to act as agent in the sale of the subject property, respondent judge has increased the possibility of his disqualification to act as an impartial judge in the event that a dispute involving the said contract of sale arises. Also, the possibility that the parties to the sale might plead before his court is not remote and his business dealings with them might not only create suspicion as to his fairness but also to his ability to render it in a manner that is free from any suspicion as to its fairness and impartiality and also as to the judge's integrity.\nThe Code of Judicial Conduct mandates that \"[a] judge shall refrain from financial and business dealings that tend to reflect adversely on the court's impartiality, interfere with the proper performance of judicial activities, or increase involvement with lawyers or persons likely to come before the court. A judge should so manage investments and other financial interests as to minimize the number of cases giving grounds for disqualification.\"\n[20]\nCanon 25 of the Canons of Judicial Ethics also cautions a judge from \"x x x making personal investments in enterprises which are apt to be involved in litigation in his court x x x.\"\nAs observed by the OCA, respondent judge should have refrained from participating in the transaction. By allowing himself to act as an agent in the sale of the properties, respondent increased the possibility of his disqualification in the event that a dispute involving the said contracts of sale arose. Moreover, the possibility that the parties in the sale might have appeared before his court was not remote and his business dealings with them would have then created a doubt about his fairness and impartiality.\nRespondent submits that the jurisdiction of the 1 st MCTC covers the Municipalities of Tobias Fornier, Hamtic and Aniniy. The 2 nd MCTC, on the other hand, covers Sibalom, San Remigio and Belison. Hence, since the parties and subject matter involved in the controversy were not within the jurisdiction of the 1 st MCTC, his judicial authority could have never been invoked had a case arisen from the transaction.\nWe find, however, that his claim is not exactly correct. Respondent himself emphasized to this Court in his manifestation\n[21]\ndated February 23, 2004 that, aside from his duties in the 1 st MCTC, he was also designated as Acting Presiding Judge of the 5 th MCTC and in several cases in the Municipal Trial Court (MTC) of San Jose, Antique. Considering this, the likelihood that he could have also been designated in the 2 nd MCTC (with jurisdiction over Sibalom) was neither remote nor impossible. Had any of the parties in the subject transaction filed suit, his inhibition would have been called for because of his aforecited business dealings.\nGiven these circumstances, respondent judge ought perhaps to seriously consider leaving the judiciary and becoming a full-time real estate broker instead. The latter calling appears to have a special appeal to him.\nAlthough every office in the government is a public trust, no position exacts greater demand on moral righteousness and uprightness of an individual than a seat in the judiciary. A magistrate of the law must comport himself at all times in such manner that his conduct, official or otherwise, can bear the most searching scrutiny of the public that looks up to him as the epitome of integrity and justice.\n[22]\nWe acknowledge that respondent has been in judicial service since 1990 up to the present. We find his declaration that no criminal or civil case has ever been filed against him to be true. However, the present administrative case and an earlier decided case with similar facts are too glaring to ignore. In that case, we reminded him that judges must not only be \"good judges\" but must also \"appear to be good persons.\"\n[23]\nIn the judiciary, moral integrity is more than a cardinal virtue; it is a necessity.\n[24]\nIn Poso v. Mijares\n, [25]\nwe held that \"public interest in an adept and honest judiciary dictates that notice of future harsher penalties should not be followed by another forewarning of the same kind, ad infinitum\n, but by discipline through appropriate penalties.\"\nAs already mentioned, respondent was previously sanctioned for an identical infraction involving the sale of land to the Church of Jesus Christ of the Latter Day Saints, Inc. We ordered him to pay a fine of P2,000, admonished him to be more discreet and prudent in his private dealings and warned him that a similar infraction would be sanctioned more severely.\n[26]\nThis second administrative case therefore reveals a certain kind of avarice on the part of respondent. Hence, we are constrained to impose upon him a heavier penalty than the OCA-recommended fine.\nWHEREFORE\n, respondent Judge Felixberto P. Barte is hereby found guilty of violating Canon 5.02 of the Code of Judicial Conduct. Considering that this is his second offense, he is hereby SUSPENDED for six (6) months. He is hereby warned that another complaint of this kind will merit a penalty beyond mere suspension from public office.\nSO ORDERED.\nPanganiban, (Chairman), Sandoval-Gutierrez, Carpio Morales, and Garcia, JJ., concur.\n[1]\nRollo, pp. 1-3.\n[2]\nIn complainant's reply and letter-request for early resolution, she apparently changed her charge against respondent from \"grave and serious misconduct\" to \"conduct unbecoming of a judge;\" See page 8 of this Decision.\n[3]\nId., p.1.\n[4]\nId., p. 4.\n[5]\nDeed of Absolute Sale between Bitoon Cezar and the President of the Manila Mission of the Church of Jesus Christ of the Latter Day Saints, Inc., Id., pp.5-7.\n[6]\nDeed of Absolute Sale between Aurea Clarin and the President of the Manila Mission of the Church of Jesus Christ of the Latter Day Saints, Inc., Id., pp. 8-10.\n[7]\nDeed of Absolute Sale between Eleonor M. Checa-Santos and the President of the Manila Mission of the Church of Jesus Christ of the Latter Day Saints, Inc., Id.\n, pp. 12-14.\n[8]\nPNB check no. 0692958 issued to Felixberto Barte by Aurea Clarin; Id.\n, p.11.\n[9]\nId.\n, p. 15.\n[10]\nId.\n, pp. 32-36.\n[11]\nId.\n, p. 38.\n[12]\nId.\n, pp. 40-44.\n[13]\nCanon 5, Rule 5.02 - A judge shall refrain from financial and business dealings that tend to reflect adversely on the court's impartiality, interfere with the proper performance of judicial activities, or increase involvement with Congress or persons likely to come before the court. A judge should so manage investments and other financial interests as to minimize the number of cases giving grounds for disqualification.\n[14]\n(2002).\n[15]\nId.\n, pp. 54-58.\n[16]\nId.\n, p. 45.\n[17]\nId.\n, p. 52.\n[18]\nUnicraft Industries International Corporation v. Court of Appeals\n, 424 Phil. 534 (2002).\n[19]\nSee note 11.\n[20]\nRule 5.02, Canon 5, Code of Judicial Conduct.\n[21]\nSee note 12.\n[22]\nCasimiro v. Judge Octavio Fernandez, et al\n.; A.M. No. MTJ-04-1525; January 29, 2004.\n[23]\nSee note 16.\n[24]\nOffice of the Court Administrator v. Sayo, Jr\n., 431 Phil. 413 (2002).\n[25]\n(2002).\n[26]\nSee note 20.",
  "has_gr_number": false,
  "case_type": "administrative",
  "case_subtype": "disciplinary_complaint",
  "is_administrative": true,
  "is_regular_case": false,
  "quality_metrics": {
    "has_ruling": true,
    "text_length": 15042
  }
}

{
  "id": "sha256:2b745c6e34f13f2bae6dfdca10cbfae7eecd27bbde90fcd6a8b920251666efee",
  "gr_number": "G.R. No. 149111",
  "gr_numbers": [
    "G.R. No. 149111"
  ],
  "case_title": "JOSE S. BALTAZAR, PETITIONER, VS. DOMINGO B. PANTIG, RUBEN PANTIG, TITO F. BELMONTE, MARLON T. AGAPITO, FRED C. PANGANIBAN, EDDIE DELA CRUZ AGUILAR, RICARDO S. TOLENTINO, MIGUEL ESTABILLO, MELVIN C. VILLANUEVA, EDSEL M. LUNGAY, ROLDAN C. CENTES, RODOLFO J. SANTOS, CONRADO P. JUAT, AND LEOPOLDO SANTOS, JR., RESPONDENTS.",
  "page_title": "G.R. NO. 149111 - JOSE S. BALTAZAR, PETITIONER, VS. DOMINGO B. PANTIG, RUBEN PANTIG, TITO F. BELMONTE, MARLON T. AGAPITO, FRED C. PANGANIBAN, EDDIE DELA CRUZ AGUILAR, RICARDO S. TOLENTINO, MIGUEL ESTABILLO, MELVIN C. VILLANUEVA, EDSEL M. LUNGAY, ROLDAN C. CENTES, RODOLFO J. SANTOS, CONRADO P. JUAT, AND LEOPOLDO SANTOS, JR., RESPONDENTS.D E C I S I O N - Supreme Court E-Library",
  "promulgation_date": "2005-08-09",
  "promulgation_year": 2005,
  "promulgation_month": "aug",
  "court": "Supreme Court",
  "source_url": "https://elibrary.judiciary.gov.ph/thebookshelf/showdocs/1/41951",
  "clean_version": "v2.0",
  "checksum": "sha256:629e393a70959cfb9fa1457c6e6c6c114f51b8305fa153e92fd0b21753436e53",
  "crawl_ts": "2025-09-16T08:48:06.328789Z",
  "ponente": "SANDOVAL-GUTIERREZ, J.",
  "division": "Third Division",
  "en_banc": false,
  "clean_text": "THIRD DIVISION\n[ G.R. NO. 149111, August 09, 2005 ]\nJOSE S. BALTAZAR, PETITIONER, VS. DOMINGO B. PANTIG, RUBEN PANTIG, TITO F. BELMONTE, MARLON T. AGAPITO, FRED C. PANGANIBAN, EDDIE DELA CRUZ AGUILAR, RICARDO S. TOLENTINO, MIGUEL ESTABILLO, MELVIN C. VILLANUEVA, EDSEL M. LUNGAY, ROLDAN C. CENTES, RODOLFO J. SANTOS, CONRADO P. JUAT, AND LEOPOLDO SANTOS, JR., RESPONDENTS.\nD E C I S I O N SANDOVAL-GUTIERREZ, J.:\nFor our resolution is the petition for review on certiorari under Rule 45 of the 1997 Rules of Civil Procedure, as amended, of the Decision\n[1]\ndated March 23, 2001 and Resolution dated July 16, 2001 of the Court of Appeals in CA-G.R. SP No. 62074.\nThis case is an offshoot of a property dispute between Jose S. Baltazar, petitioner, and the above-named respondents. In Pantig vs. Baltazar\n, [2]\nthis Court declared respondents the rightful owners of a 139,126 hectare fishpond located at Sasmuan, Pampanga. After they had been placed in possession of the fishpond, they started cleaning it and had it resurveyed. They rebuilt the destroyed dikes which separate their fishpond from petitioner's property.\nAlleging that respondents stole fish and other marine products from his property, petitioner filed a complaint for qualified theft against them with the Municipal Trial Court (MTC) of Sasmuan, Pampanga. After conducting a preliminary investigation, the MTC found probable cause against all the accused (now respondents) and forwarded the records to the Office of the Provincial Prosecutor of that province.\nOn December 7, 1999, the Provincial Prosecutor filed an Information for qualified theft against respondents with the Regional Trial Court (RTC), Branch 49, Guagua, Pampanga, docketed as Criminal Case No. G-4877.\nUpon motion of respondents, the RTC, in a Resolution dated December 14, 1999, ordered a reinvestigation of the case.\nOn January 10, 2000, the Office of the Provincial Prosecutor filed with the RTC its Resolution recommending the dismissal of the complaint on the following ground:\n\"The long and protracted land registration case which the Pantigs won should have finally put to rest the issue of ownership and possession of the fishponds in issue, but it seems that the issue is being resurrected again through this complaint where one owner, his son and a son-in-law of a co-owner are being accused of stealing from their own fishpond together with their workers. That, to put it mildly is ridiculous.\"\nActing thereon, the RTC issued an Order dated January 25, 2000 dismissing the Information.\nInstead of filing with the RTC a motion for reconsideration, petitioner, on February 9, 2000, filed a motion with the Office of the Provincial Prosecutor praying, among others, that the Information in Criminal Case No. G-4877 be reinstated and/or refiled by the Office of the Provincial Prosecutor.\nOn March 6, 2000, the Provincial Prosecutor denied petitioner's motion for lack of merit, pointing out the proper recourse petitioner should have taken, thus:\n\"Procedurally and substantially, the \"Motions\" is defective. The reinvestigation was ordered by the court and it was also the court which dismissed the case. Accordingly, complainant's recourse is either to file a motion for reconsideration with that court, or elevate the case to the higher court in a proper action for that purpose.\"\nPetitioner moved for a reconsideration but was denied by the Provincial Prosecutor in an Order dated March 31, 2000.\nOn April 4, 2000, petitioner filed a petition for certiorari\n, raffled to the same RTC, Branch 49, docketed therein as Special Civil Case No. G-313. Petitioner alleged that the Provincial Prosecutor committed grave abuse of discretion amounting to lack or excess of jurisdiction in issuing the Resolutions dated March 6 and 31, 2000; and that he was denied due process.\nFor their part, respondents filed a motion to dismiss the petition for certiorari based on the following grounds:\na) Petitioner failed to exhaust all administrative remedies; b) He failed to appeal to the Secretary of Justice pursuant to Department Order No. 223; and c) Petitioner lacks the legal capacity to sue.\nThe Provincial Prosecutor also moved for the dismissal of the petition on the ground that petitioner pursued the wrong remedy, arguing that \"the correctness of the findings of the prosecution in resolving a complaint is a matter of appeal. Petitioner should have appealed the January 10, 2000 resolution of dismissal, if he so desired, for that is a matter of discretion. That he did not do so is his own fault. A certiorari is not a substitute for appeal. Plainly, this petition is unmeritorious simply because jurisdiction is a non-issue and petitioner had a right to appeal which he did not pursue.\"\nOn October 20, 2000, the RTC dismissed the petition for certiorari on the ground that petitioner failed to exhaust all administrative remedies.\nPetitioner then interposed an appeal to the Court of Appeals. In a Decision dated March 23, 2001, the Appellate Court affirmed the RTC's assailed Order of October 20, 2000, holding that petitioner's proper remedy was not to file a petition for certiorari\n, but to appeal the assailed Resolutions of the Provincial Prosecutor to the Department of Justice.\nAfter his motion for reconsideration was denied by the Court of Appeals on July 16, 2000, petitioner filed the instant petition for review on certiorari\n, raising the following grounds:\n\"A. THE ADVERSE MARCH 23, 2001 DECISION AND JULY 16, 2001 RESOLUTION OF THE HONORABLE COURT OF APPEALS ARE NOT IN ACCORD WITH LAW AND ESTABLISHED JURISPRUDENCE.\nB. THE HONORABLE COURT OF APPEALS IN EFFECT SANCTIONED THE DEPARTURE OF THE PUBLIC RESPONDENTS AND THE REGIONAL TRIAL COURT FROM THE USUAL COURSE OF JUDICIAL PROCEEDINGS.\nC. THE HONORABLE COURT OF APPEALS IN EFFECT DID NOT RECOGNIZE THE BASIC RIGHT OF PETITIONER TO DUE PROCESS OF LAW.\"\nWe hold that the Court of Appeals seriously erred in affirming the Decision of the RTC dismissing petitioner's petition for certiorari for his failure to exhaust administrative remedies.\nWhen the RTC dismissed the Information for qualified theft on the basis of the Provincial Prosecutor's Resolutions, petitioner's remedy was to file a motion for reconsideration. If it were granted, then the Information could have been reinstated. If not, he could have elevated the matter to a higher court. In other words, the remedies then available to him were within the courts, not elsewhere. This is basic. It bears emphasis that the case was no longer in the Provincial Prosecutor's Office. The Information had been filed and pending in the RTC. Therefore, the discretion whether to dismiss the Information lay in the same court, as what it did, as well as the discretion to reverse its order of dismissal. We simply cannot understand why the Court of Appeals ruled that petitioner should have interposed an appeal to the Secretary of Justice. This is a gross procedural infirmity that the Appellate Court Justices concerned are expected to know.\nWhile the RTC correctly dismissed the petition for certiorari\n, however, the ground relied upon (non-exhaustion of administrative remedies) is utterly misplaced. Worse, the Court of Appeals erroneously upheld such procedural lapse.\nWHEREFORE, the instant petition is GRANTED.\nThe assailed Decision and Resolution of the Court of Appeals in CA-G.R. SP No. 62074 are REVERSED.\nSO ORDERED.\nPanganiban, (Chairman), Carpio Morales\n, and Garcia, JJ.\n, concur.\nCorona, J.\n, on leave.\n[1]\nPenned by Justice Bienvenido L. Reyes and concurred in by Justice Eubulo G. Versola (now deceased) and Justice Marina L. Buzon.\n[2]\n191 SCRA 830 (1990).",
  "has_gr_number": true,
  "case_type": "regular",
  "case_subtype": "petition",
  "is_administrative": false,
  "is_regular_case": true,
  "quality_metrics": {
    "has_ruling": true,
    "text_length": 7638
  }
}

{
  "id": "sha256:44a18f3a49f1d3432cbeeafb940b0a47603074924d38e1d07d88a6632043f938",
  "gr_number": "G.R. No. 167762",
  "gr_numbers": [
    "G.R. No. 167762"
  ],
  "case_title": "BATANGAS STATE UNIVERSITY, PETITIONER, VS. NESTOR BONIFACIO, RESPONDENT.",
  "page_title": "G.R. NO. 167762 - BATANGAS STATE UNIVERSITY, PETITIONER, VS. NESTOR BONIFACIO, RESPONDENT.\nDECISION - Supreme Court E-Library",
  "promulgation_date": "2005-12-15",
  "promulgation_year": 2005,
  "promulgation_month": "dec",
  "court": "Supreme Court",
  "source_url": "https://elibrary.judiciary.gov.ph/thebookshelf/showdocs/1/42335",
  "clean_version": "v2.0",
  "checksum": "sha256:12ee0f29b1787b8999a493d80b58e7e19f5cd86b7967926df31f555005c275cc",
  "crawl_ts": "2025-09-16T08:48:44.150001Z",
  "ponente": "DECISION YNARES-SANTIAGO, J.",
  "division": "En Banc",
  "en_banc": true,
  "clean_text": "EN BANC\n[ G.R. NO. 167762, December 15, 2005 ]\nBATANGAS STATE UNIVERSITY, PETITIONER, VS. NESTOR BONIFACIO, RESPONDENT.\nDECISION YNARES-SANTIAGO, J.:\nThis petition for review assails the April 11, 2005 Decision\n[1]\nof the Court of Appeals in CA-G.R. SP No. 49444 which set aside CSC Resolution Nos. 981443\n[2]\nand 982540\n[3]\naffirming the dismissal from the government service and denying the motion for reconsideration, of respondent Nestor Bonifacio, respectively.\nRespondent was one of the faculty members of Batangas State University\n[4]\nwho held protest rallies near the main campus of the university and at the provincial capitol of Batangas to air their grievances against its president, Dr. Ernesto M. De Chavez. He was also among the faculty members who filed a complaint against De Chavez and other school officials for alleged graft and corruption with the Senate Blue Ribbon Committee, which referred the same to the Presidential Commission Against Graft and Corruption (PCAGC).\n[5]\nOn October 10, 1994, Dr. Rolando Lontok, Vice President for Academic Affairs, issued a memorandum reassigning respondent to the office of the president. As the school semester would end on October 13, 1994, respondent requested De Chavez if he could report to his office only after the said date, to which the latter agreed.\n[6]\nMeanwhile, respondent continued to discharge his duties as a teacher as well as coach of the university's basketball team.\n[7]\nOn January 10, 1995, De Chavez issued Office Order No. 1, Series of 1995 dropping respondent from the rolls on the ground of absence without official leave (AWOL) for more than 30 days.\n[8]\nRespondent claims that his dismissal from the service for being on AWOL has no basis because he was attending to his job as a teacher and coach of the university's basketball team. His detail to the office of the president and the subsequent dropping from the rolls was malicious and in retaliation to his filing of a complaint against De Chavez and other school officials.\n[9]\nIn fact, the detail order did not specify the functions he was to discharge and he was always warned that he would be dropped from the rolls soon. To show that he was never absent, respondent presented his Daily Time Records (DTR) from October to December 1994, Logbook of attendance from November 2 to December 1994, and Letters dated October 27, 1994 and November 10, 1994 from Romy A. Emplica, the school's Sports Coordinator. Further, he contends that his DTRs were not accepted by the personnel office because his immediate supervisor in the office of the president unjustifiably refused to sign them.\n[10]\nOn the other hand, De Chavez denies the allegations of harassment. He explains that respondent's transfer to his office was upon the request of Roberto Kalalo, his Chief of Staff, as he was the most qualified employee to perform the task. However, despite receipt of the memorandum order, respondent did not report to his office, thus, he was dropped from the rolls after incurring absences without official leave for more than 30 days.\n[11]\nThe Civil Service Regional Office (CSRO) No. IV upheld the termination of the respondent from the service.\n[12]\nThe Civil Service Commission, in CSC Resolution No. 981443 dated June 11, 1998, dismissed the appeal and affirmed the assailed order. Respondent's motion for reconsideration was also denied in CSC Resolution No. 982540 dated September 29, 1998.\n[13]\nAggrieved, respondent filed a petition for review under Rule 43 of the Rules of Court before the Court of Appeals which reversed CSC Resolution Nos. 981443 and 982540. The dispositive portion of the decision reads:\nWHEREFORE, the PETITION FOR REVIEW is GIVEN DUE COURSE.\nCSC RESOLUTIONS NOS. 981443 AND 982540 are SET ASIDE.\nPetitioner NESTOR BONIFACIO is REINSTATED as a drafting instructor of respondent PABLO BORBON MEMORIAL INSTITUTE OF TECHNOLOGY, now BATANGAS STATE UNIVERSITY, with full back salaries (i.e., the compensation fixed for his position and prevailing at the time of reinstatement, together with the allowances and benefits appurtenant thereto, as well as the standard or automatic general increases in salary decreed thereafter from time to time, inclusive of benefits for sick leave and vacation leave counted from the date of illegal dismissal, and all benefits arising from automatic promotions, if any, and increases in salary during the period of his illegal dismissal) limited to five (5) years.\nSO ORDERED.\n[14]\nHence, this petition for review based on the following ground:\nTHE COURT OF APPEALS ERRED ON A QUESTION OF LAW IN REINSTATING RESPONDENT BASED ON THE \"EQUITIES OF THE SITUATION\" AND IN REVERSING THE CIVIL SERVICE COMMISSION RESOLUTIONS FINDING THAT HIS CONTINUOUS ABSENCE AT HIS POST FOR MORE THAN THIRTY WORKING DAYS JUSTIFIED HIS DISMISSAL FROM THE SERVICE.\n[15]\nPetitioner contends that the Court of Appeals erred in disregarding the finding of fact of the Civil Service Commission that respondent did not report to his new assignment, in violation of the rule on finality of factual findings of administrative or quasi-judicial agencies. By relying solely on speculation, it further erred in ruling that De Chavez and other school officials dealt with the respondent in bad faith. Petitioner also argues that the Court of Appeals erred in applying \"equity\" despite the Omnibus Civil Service Rules and Regulations which warranted the dropping from the rolls of an employee who incurs absences without official leave for more than 30 days.\nIn fine, the issue to be resolved is whether or not respondent can be considered AWOL for more than 30 days for his alleged failure to report to his new assignment in the office of the president.\nUndoubtedly, the above issue is one of fact as it assails the factual finding of the Court of Appeals that respondent had not gone AWOL. Basic is the rule in this jurisdiction that only questions of law may be raised in a petition for review on certiorari under Rule 45 of the Rules of Court. The jurisdiction of the Supreme Court in cases brought to it from the Court of Appeals is limited to reviewing and revising the errors of law imputed to it, its findings of fact being conclusive, [16]\nsave for the most cogent and compelling reason, like when the factual findings of the Court of Appeals and the trial court are contradictory.\n[17]\nIndeed, in the case at bar, the findings of the Civil Service Commission and its conclusion based on the said findings contradict those of the appellate court. However, upon careful review of the records, we find no grounds to grant the petition. We, thus, affirm the decision of the Court of Appeals.\nSection 2(3), Article IX-B of the Constitution provides that \"no officer or employee of the civil service shall be removed or suspended except for cause provided by law.\" The Administrative Code of 1987 and the Civil Service Law echo this constitutional edict of security of tenure of the employees in the civil service. The guarantee of security of tenure is an important cornerstone of the civil service system because it secures for a faithful employee permanence of employment, at least for the period prescribed by law, and frees the employee from the fear of political and personal reprisals.\n[18]\nWith this mandate, we held in Government Service Insurance System v. Court of Appeals\n[19]\nthat said constitutional prohibition is a guaranty of both procedural and substantive due process and that the burden of proof is upon the employer to show the validity of the dismissal and not upon the employee to prove otherwise.\nWe find that petitioner failed to discharge this burden.\nPetitioner dropped respondent from the rolls based on Section 63, Rule XVI of the Omnibus Civil Service Rules and Regulations which pertinently provides:\nSec. 63.\nEffect of absences without approved leave\n. - An official or employee who is continuously absent without approved leave for at least thirty (30) calendar days shall be considered on absence without official leave (AWOL) and shall be separated from the service or dropped from the rolls without prior notice. He shall, however, be informed, at his address appearing on his 201 files of his separation from the service, not later than five (5) days from its effectivity.\nIf the number of unauthorized absences incurred is less than thirty (30) calendar days, a written Return-to-Work Order shall be served to him at his last known address on record. Failure on his part to report for work within the period stated in the order shall be a valid ground to drop him from the rolls.\nClearly then, an employee continuously absent without approved leave for at least 30 calendar days may be dropped from the rolls without prior notice.\nIn the instant case, respondent was terminated from the service because petitioner's personnel department refused to accept respondent's DTRs as they were not countersigned by his immediate supervisor. His termination from the service was upheld by the Civil Service Commission.\nHowever, respondent contests the finding that he was absent. He claims that he reported for work and faithfully discharged his functions as a teacher and coach of the university basketball team. He regularly punched his DTRs in the bundy clock for the months of October, November and December, 1994, as well as entered his name in the logbook when the bundy clock malfunctioned. He also claims that he reported to the office of the president on October 17, 1994 and several times thereafter; however, he was treated by De Chavez with condescension and hostility and was not given any specific task to perform. Respondent maintains that his DTRs were not accepted by the personnel department because his immediate supervisor in the office of the president unjustifiably refused to sign them.\nBelieving the respondent, the Court of Appeals reversed the assailed resolutions of the Civil Service Commission, to wit:\nOur examination of the records tells us that the CSC did not give due consideration to the petitioner's detailed and credible explanations to the effect that he actually reported to Dr. De Chavez upon receiving the memorandum of reassignment from Dr. Lontok but Dr. De Chavez allowed him to report after October 17, 1994 so that he could finish his teaching duties for the term; that he later on reported to Dr. De Chavez but the latter treated him with condescension and hostility, making sure that the petitioner was aware that he would soon be dismissed; and that the petitioner went several more times to the Office of the President to inquire about his DTRs but he was given the run-around. PBMIT did not refute the petitioner's explanations about reporting to Dr. De Chavez and about the latter's harsh and angry attitude towards him on several occasions.\nIt is unfortunate that the CSC sided with PBMIT only because the DTRs were not signed and approved by the petitioner's immediate superior, who was the chief of staff of the Office of the President. In doing so, the CSC put a higher value to form rather than to substance. That, to us, is unacceptable for it goes against the clear equities of the situation. The CSC thereby committed serious reversible error, particularly since the records undeniably showed that the approval of the DTRs was deliberately withheld due to the hostility of Dr. De Chavez towards the petitioner. Without doubt, PBMIT and its officials, starting with Dr. De Chavez, were guilty of evident bad faith in dealing with the petitioner on the matter of his DTRs.\n[20]\nWe agree with the Court of Appeals.\nPetitioner's bad faith becomes more apparent when De Chavez ignored respondent's presence in the school, allowed 30 calendar days to lapse and thereafter immediately caused the termination, instead of summoning him to explain his alleged absences. Clearly, the detail of respondent in the office of the president was meant to embarrass him and the subsequent termination of employment was part of the dubious scheme to rid of respondent's presence in the school in direct violation of respondent's right to work and unduly dilutes the constitutional guarantees of security of tenure and due process. As held in Bentain v. Court of Appeals\n:\n[21]\nWhile a temporary transfer or assignment of personnel is permissible even without the employee's prior consent, it cannot be done when the transfer is a preliminary step toward his removal, or is a scheme to lure him away from his permanent position, or designed to indirectly terminate his service, or force his resignation. Such a transfer would in effect circumvent the provision which safeguards the tenure of office of those who are in the Civil Service....\nNeither are the circumstances obtaining in the case at bar constitute abandonment. It must be emphasized that the detail order was issued on October 10, 1994 when the school semester was not yet over. Upon his detail in the office of the president, respondent did not lose his position\n[22]\nas a teacher. Contrary to petitioner's allegation, it was also for the school's interest that respondent continued to conduct classes and coach the basketball team. Thus, it cannot be said that respondent abandoned his position considering that he continued to faithfully discharge his duties. Abandonment is a matter of intention and cannot lightly be presumed from certain equivocal acts. To constitute abandonment, there must be clear proof of deliberate and unjustified intent to sever the employer-employee relationship.\n[23]\nThe Court of Appeals correctly ordered respondent's reinstatement. However, the award of backwages and other monetary benefits should not be limited to 5 years and must therefore be modified in line with the recent case of Civil Service Commission v. Gentallan.\n[24]\nWe held in said case that an illegally dismissed government employee who is later ordered reinstated is entitled to backwages and other monetary benefits from the time of her illegal dismissal up to her reinstatement.\nThis is only fair and just because an employee who is reinstated after having been illegally dismissed is considered as not having left her office and should be given the corresponding compensation at the time of her reinstatement.\nWHEREFORE, the petition is DENIED.\nThe April 11, 2005 Decision of the Court of Appeals in CA-G.R. SP No. 49444 setting aside CSC Resolution Nos. 981443 and 982540 which upheld the dismissal of respondent from the service is AFFIRMED with the MODIFICATION that respondent is entitled to full backwages and other monetary benefits from the time of his illegal dismissal up to the time of his actual reinstatement.\nSO ORDERED.\nDavide, Jr., C.J., Puno, Panganiban, Quisumbing, Sandoval-Gutierrez, Austria-Martinez, Corona, Carpio-Morales, Callejo, Sr., Azcuna, Tinga, Chico-Nazario, and Garcia, J., concur.\nCarpio, J., on official leave.\n[1]\nRollo, pp. 35-49. Penned by Associate Justice Lucas P. Bersamin and concurred in by Associate Justices Andres B. Reyes, Jr. and Celia C. Librea-Leagogo.\n[2]\nId.\nat 50-56.\n[3]\nId.\nat 57-59.\n[4]\nFormerly Pablo Borbon Memorial Institute of Technology (PBMIT).\n[5]\nRollo, p. 36.\n[6]\nId. at 36-37.\n[7]\nId.\nat 37.\n[8]\nId.\nat 39.\n[9]\nId. at 50.\n[10]\nId. at 37-38.\n[11]\nId.\nat 51-52.\n[12]\nId.\nat 50.\n[13]\nId. at 59.\n[14]\nId.\nat 48.\n[15]\nId. at 17.\n[16]\nMadrigal v. Court of Appeals, G.R. No. 142944, April 15, 2005, 456 SCRA 247, 255.\n[17]\nLand Bank of the Philippines v. Monet's Export and Manufacturing Corporation, G.R. No. 161865, March 10, 2005, 453 SCRA 173, 184.\n[18]\nCanonigo v. Court of Appeals, 434 Phil. 38, 50 [2002].\n[19]\nG.R. No. 86083, September 24, 1991, 201 SCRA 661, 672.\n[20]\nRollo, pp. 44-45.\n[21]\nG.R. No. 89452, June 9, 1992, 209 SCRA 644, 648.\n[22]\nBorres v. Hon. Canonoy, etc., et al., 195 Phil. 81, 90 [1981].\n[23]\nHodieng Concrete Products v. Emilia, G.R. No. 149180, February 14, 2005, 451 SCRA 249, 253.\n[24]\nG.R. No. 152833, May 9, 2005, 458 SCRA 278, 286.",
  "has_gr_number": true,
  "case_type": "regular",
  "case_subtype": "petition",
  "is_administrative": false,
  "is_regular_case": true,
  "quality_metrics": {
    "has_ruling": true,
    "text_length": 15924
  }
}

