{
  "id": "sha256:7742579bd5e25f351bb9fa46b18f063d35b60f6012fc717b92bd12092d068684",
  "gr_number": "G.R. No. 157836",
  "gr_numbers": [
    "G.R. No. 157836"
  ],
  "case_title": "NOEMI M. CORONEL, PETITIONER, VS. ENCARNACION C. CAPATI, RESPONDENT.",
  "page_title": "G.R. NO. 157836 - NOEMI M. CORONEL, PETITIONER, VS. ENCARNACION C. CAPATI, RESPONDENT. DECISION - Supreme Court E-Library",
  "promulgation_date": "2005-05-26",
  "promulgation_year": 2005,
  "promulgation_month": "may",
  "court": "Supreme Court",
  "source_url": "https://elibrary.judiciary.gov.ph/thebookshelf/showdocs/1/42837",
  "clean_version": "v2.0",
  "checksum": "sha256:fe7955f75430297562f77a1f6c9fa9d34ed8a8b594282a79dd900468b15f7be2",
  "crawl_ts": "2025-09-16T15:08:35.800014Z",
  "ponente": "PUNO, J.",
  "division": "Second Division",
  "en_banc": false,
  "clean_text": "SECOND DIVISION\n[ G.R. NO. 157836, May 26, 2005 ]\nNOEMI M. CORONEL, PETITIONER, VS. ENCARNACION C. CAPATI, RESPONDENT.\nDECISION PUNO, J.:\nOn appeal is the Court of Appeals' May 31, 2001 Decision\n[1]\nin CA-G.R. CV No. 58060 and April 8, 2003 Resolution, [2]\naffirming the April 30, 1997 Decision\n[3]\nof the Regional Trial Court of Guagua, Pampanga in Civil Case No. G-2549 which found petitioner liable to pay respondent its loan obligation, plus attorney's fees and costs of suit.\nThe facts are as follows:\nPetitioner contracted two loans from respondent on September 4, 1992 and October 25, 1992. The first amounted to P121,000.00 payable on or before February 4, 1993 and the second amounted to P363,000.00 payable on or before March 25, 1993. In return, petitioner issued respondent two checks: Metrobank Check No. 114678\n[4]\ndated September 4, 1992 for the first loan and Metrobank Check No. 114679\n[5]\ndated October 25, 1992 for the second loan. The two loans are embodied in two handwritten instruments. The first one reads:\nP121,000. 00/xx Received the amount of one hundred twenty one thousand pesos only P121,000. 00/xx from Mrs. Encarnacion C. Capati & payable in 5 months from Sept. 4, 1992 & said loan is secured by Metrobank (Guagua Branch) and with check # 114678.\n(signed)\nNoemi M. Coronel\n[6]\nThe second instrument, in like tenor, reads as follows:\nReceived the amount of three hundred sixty three thousand pesos only P363,000. 00/xx from Mrs. Encarnacion C. Capati & payable from Oct. 25, 1992 (5 months) & said loan is secured with Metrobank check # 114679 (Guagua Branch).\n(signed)\nNoemi M. Coronel\n[7]\nPetitioner failed to pay her loans upon maturity despite repeated demands from respondent. The two checks she issued were dishonored when presented for payment on February 16, 1993 and April 7, 1993. Hence, on September 14, 1993, respondent filed a complaint for sum of money and damages with attachment against petitioner before the Regional Trial Court of Guagua, Pampanga.\nOn April 30, 1997, the trial court ruled in favor of respondent, ordering petitioner to pay, as follows:\nWHEREFORE, premises considered, judgment is rendered ordering defendant:\nTo pay plaintiff the amount of P484,000.00 as principal obligation plus 12% interest per annum computed from the time of the filing of this case up to the time it is fully paid; To pay plaintiff 10% of the principal obligation of P484,000.00 as attorney's fees; To pay the costs of the suit.\nSO ORDERED.\nOn appeal to the Court of Appeals, petitioner was unsuccessful as the appellate court affirmed the ruling of the trial court.\nPetitioner's Motion for Reconsideration\n[8]\nwas denied.\nHence, this appeal.\n[9]\nPetitioner denied contracting the two loans in the amounts of P121,000.00 and P363,000.00 from respondent. She alleged that the Metrobank checks representing the foregoing amounts were two of several checks she issued in favor of respondent for a loan amounting to P1.101 million which she has fully paid\n.\nShe claimed that despite full payment, respondent still deposited the two checks because of a dispute between them arising from respondent's demand for exorbitant and additional interest on the P1.101 million loan.\nPetitioner alleged further that there were instances when respondent asked her to affix her signature on blank sheets of paper' thereby implying that the contents of Exhibits \"A-1\" and \"B-1,\" containing the loan agreements were written by respondent on sheets of paper signed in advance by petitioner.\nIn detail, petitioner contended that on May 20, 1992, respondent informed her that her loan obligation added to P980,000.00 plus interest of P121,000.00, totaling P1,101,000.00, to which computation petitioner agreed. At the same time, respondent also asked her to sign a document entitled \"\nPacto de Retro Sale\n\"\n[10]\nwith the assurance that it will serve only as \"security.\" On June 18, 1992, petitioner paid respondent P66,000.00 in cash.\n[11]\nBefore the end of the redemption period under the pacto de retro sale which was on August 20, 1992, petitioner, expecting that she will be unable to pay the full amount on due date, issued respondent two checks: Metrobank check no. 114668\n[12]\nin the amount of P980,000.00 dated August 20, 1992 and Metrobank check no. 114669\n[13]\nin the amount of P121,000.00 dated September 4, 1992. Later, respondent returned these two Metrobank checks numbered 114668 and 114669 to petitioner. Petitioner replaced these checks with Metrobank check no. 114675\n[14]\nin the same amount of P980,000.00 and likewise dated August 20, 1992, and Metrobank check no. 114678, [15]\nagain in the same amount of P121,000.00 and likewise dated September 4, 1992.\nOn September 7, 1992, petitioner paid respondent another P40,000.00 in the form of Metrobank check no. 114700.\n[16]\nAnd on November 13, 1992, petitioner paid respondent P1M, evidenced by a handwritten receipt\n[17]\nsigned by respondent. The receipt reads as follows:\nReceived from Miss Noemi M. Coronel the Bank of Philippine Island Cashier's Check No. 019877 dated Nov. 13, 1992 for ONE MILLION (P1,000,000.00) pesos as partial payment of the loan from Mrs. Encarnacion C. Capati, & the balance will be paid on or before Dec. 15, 1992.\n(signed)\nENCARNACION CAPATI LENDER-MORTGAGEE November 13, 1992 Respondent returned to petitioner check no. 114675\n[18]\nin the amount of P980,000.00 dated August 20, 1992, upon payment of petitioner to respondent of the cashier's check worth P1M. Petitioner also issued another postdated check – Metrobank Check No. 114679\n[19]\nin the amount of P363,000.00 dated October 25, 1992 allegedly for interest of her obligation.\n[20]\nBased on petitioner's own computation, her remaining balance amounted to only P50,000.00. Thus, on December 1, 1992, petitioner issued respondent a Metrobank Check No. 147653 in the amount of P50,000.00.\n[21]\nOn January 4, 1993, she allegedly ordered Metrobank Guagua, through a letter, [22]\nto stop payment of the checks she issued respondent for P121,000.00 and P363,000.00. According to petitioner, these two checks were not returned by respondent because the latter claimed that she has not completed the payment of interest yet.\nIn sum, petitioner alleged that her total obligation is computed, as follows:\nP 980,000.00 . . . . . . . .principal obligation 176,000.00\n. . . . . . . . . .3% monthly interest from P1,156,000.00 May to Nov 1992 which she claimed to have paid, as follows:\nP 66,000.00 . . . . . .   . . .June 18, 1992 40,000.00. . . . . . . . . . . .September 7, 1992 1,000,000.00 . . . . . . . . .November 13, 1992 50,000.00\n. . . . . . . . . . . December 1, 1992 P1,156,000.00 We find petitioner's contentions unmeritorious.\nThe existence of petitioner's obligation is supported by documentary evidence. Exhibits \"A-1\" and \"B-1\" are written instruments containing the loan agreements. The signature of petitioner as debtor appears in both instruments. Petitioner does not deny she owns these signatures. These exhibits are the best evidence of the subject obligation. Petitioner's contrary evidence has no leg to stand on. At first, she claims that her total loan obligation amounted to P1.101 million, the amount of consideration stated in the document entitled \"\nPacto de Retro Sale\n.\" At the end, however, she came up with a different computation of her obligation as totaling P1.156 million, without any document to support her allegation. The discrepancy between the two computations is not explained. The age old rule of evidence is that oral testimony as to a certain fact, depending as it does on human memory that is most often than not, momentary and fleeting, is not as reliable as written or documentary evidence.\n[23]\nWe are, thus, more convinced that Exhibits \"A-1\" and \"B-1\" express the true agreement of the parties, contrary to the oral testimony of petitioner that those amounts are part of a loan amounting to P1.101 million which she has fully paid. The latter appears to be another loan, distinct from the one involved in the case at bar.\n[24]\nIncidentally, the pacto de retro sale referred to by petitioner, is the subject matter of another litigation between the same parties pending with the same court.\n[25]\nPetitioner tries to escape responsibility by testifying that it has been respondent's practice to ask her to sign blank sheets of paper. She wants the court to believe that she did not know of the contents of Exhibits \"A-1\" and \"B-1,\" and that these documentary evidence could have been one of those blank sheets of paper that respondent has asked her to sign. We find this tale unacceptable, absent any form of duress or intimidation from respondent, which petitioner does not even allege. Time and again, we have held that one who is of age and a businesswise is presumed to have acted with due care and to have signed the documents in question with full knowledge of its contents and consequences.\n[26]\nPetitioner is not one ignorant, illiterate person who could be easily duped into signing blank sheets of papers. She has borrowed large sums of money from respondent. In fact, petitioner's total loan obligation to respondent has reached over millions of pesos. Petitioner has transacted business with respondent several times. Among others, they include transactions involving a pacto de retro sale which is the subject of another pending case between the parties and loans amounting to P2M and P1M, secured by deeds of real estate mortgage and chattel mortgage, respectively. As the lower court correctly pointed out, petitioner apparently knows how to take care of her business dealings. Thus, on October 21, 1992 and February 22, 1993, she caused the execution of two documents entitled \"Discharge of Real Estate Mortgage\"\n[27]\nand \"Discharge of Chattel Mortgage,\"\n[28]\nrespectively, when she paid respondent the full consideration of the promissory notes of P2M and P1M, wherein the mortgages served as security for the payment of said notes.\n[29]\nSimilarly, petitioner, upon payment of P1M to respondent on November 13, 1992, retrieved the Metrobank Check No. 114675\n[30]\ndated August 20, 1992 which she issued as security to respondent. Interestingly, in the case of the two checks subject matter of this litigation, petitioner did not even demand their return from respondent, notwithstanding her claim that she has paid in full her loan obligation. All she presented was a letter\n[31]\nordering Metrobank Guagua to stop payment of the checks without proof that it has been received by, nor actually sent to Metrobank Guagua.\nAgain, we reiterate the rule that when the existence of a debt is fully established by the evidence contained in the record, the burden of proving that it has been extinguished by payment devolves upon the debtor who offers such defense to the claim of the creditor.\n[32]\nEven where respondent-creditor who was plaintiff in the lower court, alleges non-payment, the general rule is that the onus rests on the petitioner-debtor who was defendant in the lower court, to prove payment, rather than on the plaintiff-creditor to prove non-payment.\n[33]\nThe debtor has the burden of showing with legal certainty that the obligation has been discharged by payment.\n[34]\nThis, petitioner failed to do.\nIN VIEW THEREOF\n, petitioner's appeal is DENIED\n. The Court of Appeals' May 31, 2001 Decision in CA-G.R. CV No. 58060 and April 8, 2003 Resolution, affirming the April 30, 1997 Decision of the Regional Trial Court of Guagua, Pampanga in Civil Case No. G-2549, are AFFIRMED\n.\nSO ORDERED.\nAustria-Martinez, Callejo, Sr., and Chico-Nazario, JJ., concur.\nTinga, J., out of the country.\n[1]\nCA Rollo, pp. 115-128.\n[2]\nid.\nat 226-227.\n[3]\nRecords, pp. 140-146.\n[4]\nExhibit \"A.\"\n[5]\nExhibit \"B.\"\n[6]\nExhibit \"A-1.\"\n[7]\nExhibit \"B-1.\"\n[8]\nCA Rollo, pp. 129-136.\n[9]\nRollo, pp. 3-27.\n[10]\nExhibit \"2.\"\n[11]\nTSN, December 19, 1994, p. 5.\n[12]\nExhibit \"3.\"\n[13]\nExhibit \"4.\"\n[14]\nExhibit \"5.\"\n[15]\nSupra note 4.\n[16]\nExhibit \"6.\"\n[17]\nExhibit \"1.\"\n[18]\nSupra note 14.\n[19]\nSupra note 5.\n[20]\nTSN, December 19, 1994, p. 16.\n[21]\nExhibit \"7.\"\n[22]\nExhibit \"8.\"\n[23]\nAbella vs. CA, 257 SCRA 482, 487 (1996).\n[24]\nTSN, January 27, 1997, p. 2.\n[25]\nid.\nat 6.\n[26]\nSupra note 23 at 487-488.\n[27]\nExhibit \"13.\"\n[28]\nExhibit \"14.\"\n[29]\nTSN, December 19, 1994, p. 20.\n[30]\nSupra note 14.\n[31]\nSupra note 22.\n[32]\nPacific Maritime Services, Inc. vs. Ranay, 275 SCRA 717, 726 (1997).\n[33]\nJimenez vs. NLRC, 256 SCRA 84, 89 (1996), citing 60 Am. Jur. 2d, Payment, Sec. 171, 997.\n[34]\nIbid.\n, citing Motor Finance Co. vs. Universal Motors, La. App., 182 So. 143.",
  "has_gr_number": true,
  "case_type": "civil",
  "case_subtypes": [
    "collection_of_sum_of_money",
    "damages",
    "motion",
    "resolution",
    "order",
    "petition"
  ],
  "case_subtype": "collection_of_sum_of_money",
  "quality_metrics": {
    "has_ruling": true,
    "text_length": 12577
  }
}

{
  "id": "sha256:2f254d01b9caec3c1ad234b7681d80d28a7b5b4c20a2e29ce031dd61c6db1e8e",
  "gr_number": "G.R. No. 155690",
  "gr_numbers": [
    "G.R. No. 155690"
  ],
  "case_title": "CAPITOL MEDICAL CENTER, INC., PETITIONER, VS. HON. CRESENCIANO B. TRAJANO, IN HIS CAPACITY AS SECRETARY OF THE DEPARTMENT OF LABOR AND EMPLOYMENT, AND CAPITOL MEDICAL CENTER EMPLOYEES ASSOCIATION-AFW, RESPONDENTS.",
  "page_title": "G.R. NO. 155690 - CAPITOL MEDICAL CENTER, INC., PETITIONER, VS. HON. CRESENCIANO B. TRAJANO, IN HIS CAPACITY AS SECRETARY OF THE DEPARTMENT OF LABOR AND EMPLOYMENT, AND CAPITOL MEDICAL CENTER EMPLOYEES ASSOCIATION-AFW, RESPONDENTS.D E C I S I O N - Supreme Court E-Library",
  "promulgation_date": "2005-06-30",
  "promulgation_year": 2005,
  "promulgation_month": "jun",
  "court": "Supreme Court",
  "source_url": "https://elibrary.judiciary.gov.ph/thebookshelf/showdocs/1/43335",
  "clean_version": "v2.0",
  "checksum": "sha256:af69502585a1dc70ab324025ac7a61e41c51c2a1b112dc3ebd2ee1cf02e3d39c",
  "crawl_ts": "2025-09-16T15:08:38.487970Z",
  "ponente": "SANDOVAL-GUTIERREZ, J.",
  "division": "Third Division",
  "en_banc": false,
  "clean_text": "THIRD DIVISION\n[ G.R. NO. 155690, June 30, 2005 ]\nCAPITOL MEDICAL CENTER, INC., PETITIONER, VS. HON. CRESENCIANO B. TRAJANO, IN HIS CAPACITY AS SECRETARY OF THE DEPARTMENT OF LABOR AND EMPLOYMENT, AND CAPITOL MEDICAL CENTER EMPLOYEES ASSOCIATION-AFW, RESPONDENTS.\nD E C I S I O N SANDOVAL-GUTIERREZ, J.:\nFor our resolution is the instant petition for review on certiorari under Rule 45 of the 1997 Rules of Civil Procedure, as amended, assailing the Decision\n[1]\ndated September 20, 2001 and the Resolution\n[2]\ndated October 18, 2002 rendered by the Court of Appeals in CA-G.R. SP No. 53479, entitled “\nCapitol Medical Center, Inc. vs. Hon. Cresenciano B. Trajano, in his capacity as Secretary of the Department of Labor and Employment and Capitol Medical Center Employees Association-AFW.”\nThe factual antecedents as gleaned from the records are:\nCapitol Medical Center, Inc., petitioner, is a hospital with address at Panay Avenue corner Scout Magbanua Street, Quezon City.  Upon the other hand, Capitol Medical Center Employees Association-Alliance of Filipino Workers, respondent\n, is a duly registered labor union acting as the certified collective bargaining agent of the rank-and-file employees of petitioner hospital.\nOn October 2, 1997, respondent union, through its president Jaime N. Ibabao, sent petitioner a letter requesting a negotiation of their Collective Bargaining Agreement (CBA).\nIn its reply dated October 10, 1997, petitioner, challenging the union’s legitimacy, refused to bargain with respondent.  Subsequently or on October 15, 1997, petitioner filed with the Bureau of Labor Relations (BLR), Department of Labor and Employment, a petition for cancellation of respondent’s certificate of registration, docketed as NCR-OD-9710-006-IRD.\n[3]\nFor its part, on October 29, 1997, respondent filed with the National Conciliation and Mediation Board (NCMB), National Capital Region, a notice of strike, docketed as NCMB-NCR-NS-10-453-97.  Respondent alleged that petitioner’s refusal to bargain constitutes unfair labor practice. Despite several conferences and efforts of the designated conciliator-mediator, the parties failed to reach an amicable settlement.\nOn November 28, 1997, respondent staged a strike.\nOn December 4, 1997, former Labor Secretary Leonardo A. Quisumbing, now Associate Justice of this Court, issued an Order assuming jurisdiction over the labor dispute and ordering all striking workers to return to work and the management to resume normal operations, thus:\n“WHEREFORE, this Office assumes jurisdiction over the labor disputes at Capitol Medical Center pursuant to Article 263 (g) of the Labor Code, as amended.  Consequently, all striking workers are directed to return to work within twenty-four (24) hours from the receipt of this Order and the management to resume normal operations and accept back all striking workers under the same terms and conditions prevailing before the strike. Further, parties are directed to cease and desist from committing any act that may exacerbate the situation.\nMoreover, parties are hereby directed to submit within 10 days from receipt of this Order proposals and counter-proposals leading to the conclusion of the collective bargaining agreement in compliance with aforementioned Resolution of the Office as affirmed by the Supreme Court.\nSO ORDERED.”\nPetitioner then filed a motion for reconsideration but was denied in an Order dated April 27, 1998.\nOn June 23, 1998, petitioner filed with this Court a petition for certiorari assailing the Labor Secretary’s Orders.  Pursuant to our ruling in\n[4]\nwe referred the petition to the Court of Appeals for its appropriate action and disposition.\nMeantime, on October 1, 1998, the Regional Director, in NCR-OD-9710-006-IRD, issued an Order denying the petition for cancellation of respondent union’s certificate of registration.\n[5]\nOn September 20, 2001, the Appellate Court rendered a Decision affirming the Orders of the Secretary of Labor.  The Court of Appeals held:\n“Anent the first issue raised by the petitioner, We find the same untenable. The public respondent acted well within his duty to order the petitioner hospital to bargain collectively, for it was the surest way to end the dispute.  In LMG Chemicals Corporation vs. Secretary of the Department of Labor and Employment, the Hon. Leonardo A. Quisumbing and Chemical Worker’s Union (G.R. No. 127422, April 17, 2001\n), the Supreme Court made the following pronouncement, to wit:\n‘It is well settled in our jurisprudence that the authority of the Secretary of Labor to assume jurisdiction over a labor dispute causing or likely to cause a strike or lockout in an industry indispensable to national interest includes and extends to all questions and controversies arising therefrom.  The power is plenary and discretionary in nature to enable him to effectively and efficiently dispose of the primary dispute.\nx x x                                        x x x Indeed, We find no grave abuse of discretion on the part of respondent Secretary of Labor whose power is plenary and includes the resolution of all controversies arising from the labor dispute.  In fact, he was merely following the directive laid down by the Supreme Court (Decision dated February 4, 1997) in the case of Capitol Medical Center Alliance of Concerned Employees-Unified Filipino Service Workers (CMC-ACE-UFSW) vs. Hon. Bienvenido E. Laguesma, Undersecretary of the Department of Labor and Employment, Capitol Medical Center Employees Association-Alliance of Filipino Workers and Capitol Medical Center Incorporated and Dra. Thelma Clemente, President\n, ordering petitioner hospital to collectively bargain with the Capitol Medical Center Employees Association-Alliance of Filipino Workers (private respondent herein) – the certified bargaining agent.\nAs earlier mentioned, the petition for cancellation was dismissed by the regional director in a decision dated September 30, 1998.  x x x.\nx x x                                        x x x Said decision by the regional director was affirmed by the Director of the Bureau of Labor Relations in a resolution dated December 29, 1998, dismissing the appeal of the petitioner hospital from the said DOLE-NCR’s decision.\nFinally, the petition for certiorari (docketed as CA-G.R. SP No. 52736) entitled – Capitol Medical Center, Inc. vs. Hon. Benedictor R. Bitonio, Jr., in his capacity as Director of the Bureau of Labor Relations, Department of Labor and Employment; Hon. Maximo B. Lim in his capacity as Regional Director, National Capital Region, Department of Labor and Employment and Capitol Medical Center Employees Association (CMCEA-AFW), was dismissed in a decision dated January 11, 2001.  The motion for reconsideration which was subsequently filed was denied on March 23, 2001.\nx x x                                        x x x In order to allow an employer to validly suspend the bargaining process, there must be a valid petition for certification election.  The mere filing of a petition does not ipso facto justify the suspension of negotiation by the employer (\nColegio de San Juan de Letran vs. Association of Employees and Faculty of Letran and Eleanor Ambas, G.R. No. 141471\n, September 18, 2000\n).  If pending a petition for certification, the collective bargaining is allowed by the Supreme Court to proceed, with more reason should the collective bargaining (in this case) continue since the High Court had recognized the respondent as the certified bargaining agent in spite of several petitions for cancellation filed against it.\nx x x                                        x x x Secondly, We are inclined to agree with the public respondent’s statement that ‘the primary assumption of jurisdiction may be exercised by this Office even without the necessity of prior notice or hearing given to any of the parties disputants.’ (page 56 of the Rollo).\nx x x                                        x x x We are also not convinced by the arguments raised by the petitioner with respect to its third assigned error.  This Court fails to see any supervening event that would render the execution of the decision of public respondent impossible.  The petitioner asserts that the respondent union has lost its legitimacy, but at every turn it has been ruled by the various labor administrative officials that the respondent union is legitimate.  It has failed to convince the labor administrative officials, We are likewise not persuaded.  Unless and until the Certificate of Registration of the union is cancelled, it (union) remains the certified bargaining agent and the Hospital has the duty to enter into a collective bargaining agreement with it.\nx x x                                        x x x WHEREFORE, premises considered, the instant petition is DENIED, hereby AFFIRMING the two assailed orders, dated December 4, 1997 and April 27, 1998, of the public respondent in OS-AJ-0024-97 (NCMB-NCR-NS-10-453-97).\nSO ORDERED.”\nOn October 18, 2002, the Court of Appeals issued a Resolution denying petitioner’s motion for reconsideration.\nHence, this petition for review on certiorari.\nPetitioner contends that its petition for the cancellation of respondent union’s certificate of registration involves a prejudicial question that should first be settled before the Secretary of Labor could order the parties to bargain collectively.\nWe are not persuaded.\nAs aptly stated by the Solicitor General in his comment on the petition, the Secretary of Labor correctly ruled that the pendency of a petition for cancellation of union registration does not preclude collective bargaining, thus:\n“That there is a pending cancellation proceedings against the respondent Union is not a bar to set in motion the mechanics of collective bargaining. If a certification election may still be ordered despite the pendency of a petition to cancel the union’s registration certificate (\nNational Union of Bank Employees vs. Minister of Labor, 110 SCRA 274\n), more so should the collective bargaining process continue despite its pendency.  We must emphasize that the majority status of the respondent Union is not affected by the pendency of the Petition for Cancellation pending against it.  Unless its certificate of registration and its status as the certified bargaining agent are revoked, the Hospital is, by express provision of the law, duty bound to collectively bargain with the Union.  Indeed, no less than the Supreme Court already ordered the Hospital to collectively bargain with the Union when it affirmed the resolution of this Office dated November 18, 1994 directing the management of the Hospital to negotiate a collective bargaining agreement with the Union.  That was the categorical directive of the High Court in its Resolution dated February 4, 1997 in Capitol Medical Center Alliance of Concerned Employees-United Filipino Service Worker vs. Hon. Bienvenido E. Laguesma, et al., G.R. No. L-118915.”\nMoreover, as mentioned earlier, during the pendency of this case before the Court of Appeals, the Regional Director, in NCR-OD-9710-006-IRD, issued an Order on October 1, 1998 denying the petition for cancellation of respondent’s certificate of registration.  This Order became final and executory and recorded in the BLR’s Book of Entries of Judgments on June 3, 1999.\nPetitioner also maintains that the Secretary of Labor cannot exercise his powers under Article 263 (g) of the Labor Code without observing the requirements of due process.\nArticle 263 (g) of the Labor Code, as amended, provides:\n“ART. 263. Strikes, Picketing and Lockouts. –\nx x x                                        x x x\n(g) When, in his opinion, there exists a labor dispute causing or likely to cause a strike or lockout in an industry indispensable to the national interest, the Secretary of Labor and Employment may assume jurisdiction over the dispute and decide it or certify the same to the Commission for compulsory arbitration.  Such assumption or certification shall have the effect of automatically enjoining the intended or impending strike or lockout as specified in the assumption or certification order.  If one has already taken place at the time of assumption or certification, all striking or locked out employees shall immediately resume operations and readmit all workers under the same terms and conditions prevailing before the strike or lockout.  The Secretary of Labor and Employment or the Commission may seek the assistance of law enforcement agencies to ensure compliance with this provision as well as with such orders as he may issue to enforce the same.\nx x x. In labor disputes adversely affecting the continued operation of such hospitals, clinics or medical institutions, it shall be the duty of the striking union or locking-out employer to provide and maintain an effective skeletal workforce of medical and other health personnel, whose movement and services shall be unhampered and unrestricted, as are necessary to insure the proper and adequate protection of the life and health of its patients, most especially emergency cases, for the duration of the strike or lockout.\nIn such cases, therefore, the Secretary of Labor and Employment is mandated to immediately assume, within twenty-four (24) hours from knowledge of the occurrence of such a strike or lockout, jurisdiction over the same or certify it to the Commission for compulsory arbitration\n.  For this purpose, the contending parties are strictly enjoined to comply with such orders, prohibitions and/or injunctions as are issued by the Secretary of Labor and Employment or the Commission, under pain of immediate disciplinary action, including dismissal or loss of employment status or payment by the locking-out employer of backwages, damages and other affirmative relief, even criminal prosecution against either or both of them.\nThe foregoing notwithstanding, the President of the Philippines shall not be precluded from determining the industries that, in his opinion, are indispensable to the national interest, and from intervening at any time and assuming jurisdiction over any such labor dispute in order to settle or terminate the same.\nx x x                                        x x x.”\nIn Magnolia Poultry Employees Union vs. Sanchez\n, [6]\nwe held that the discretion to assume jurisdiction may be exercised by the Secretary of Labor and Employment without the necessity of prior notice or hearing given to any of the parties.  The rationale for his primary assumption of jurisdiction can justifiably rest on his own consideration of the exigency of the situation in relation to the national interests.\nIn sum, petitioner’s submissions are bereft of merit.\nWHEREFORE\n, the petition is DENIED. The assailed Decision dated September 20, 2001 and the Resolution dated October 18, 2002 of the Court of Appeals in CA-G.R. SP No. 53479 are AFFIRMED.  Costs against petitioner.\nSO ORDERED.\nPanganiban, (Chairman), Corona, Carpio-Morales, and Garcia, JJ., concur.\n[1]\nPenned by Justice Ramon Mabutas, Jr. (retired), and concurred in by Justice Roberto A. Barrios and Justice Edgardo P. Cruz, Annex “A” of the Petition, Rollo at 31-41.\n[2]\nAnnex “B”, id\n. at 42-44.\n[3]\nThe petition alleged as ground for cancellation of respondent union’s certificate of registration its violation of Article 239 of the Labor Code or its failure to submit the annual financial statements from 1992 to 1996.\n[4]\nG.R. No. 130866, September 16, 1998, 295 SCRA 494, holding that a petition for certiorari assailing the decision or order of the Secretary of Labor should be initially filed with the Court of Appeals, no longer with this Court, pursuant to the doctrine of hierarchy of courts.\n[5]\nUpon appeal, the BLR issued a Resolution dated December 29, 1998 affirmed the Regional Director’s Order.  Petitioner then filed a motion for reconsideration but was denied in a Resolution dated March 4, 1999.  Subsequently, an Entry of Judgment was issued on June 3, 1999.\n[6]\nG.R. No. 76227-28, November 5, 1986, Minute Resolution.  See also C.A. Azucena, Jr., The Labor Code with Comments and Cases, Vol.II, Fourth Edition 1999, Reprinted 2001 at 452.",
  "has_gr_number": true,
  "case_type": "civil",
  "case_subtypes": [
    "certiorari",
    "motion",
    "resolution",
    "order",
    "labor"
  ],
  "case_subtype": "certiorari",
  "quality_metrics": {
    "has_ruling": true,
    "text_length": 16152
  }
}

{
  "id": "sha256:54900fcaa2d219e5eba6f9f166f2be751b28b0d42b1fdc61669f0fd21bee04b4",
  "gr_number": "G.R. No. 155736",
  "gr_numbers": [
    "G.R. No. 155736"
  ],
  "case_title": "SPOUSES DANILO AND CRISTINA DECENA, PETITIONERS, VS. SPOUSES PEDRO AND VALERIA PIQUERO, RESPONDENTS.",
  "page_title": "G.R. NO. 155736 - SPOUSES DANILO AND CRISTINA DECENA, PETITIONERS, VS. SPOUSES PEDRO AND VALERIA PIQUERO, RESPONDENTS.R E S O L U T I O N - Supreme Court E-Library",
  "promulgation_date": "2005-03-31",
  "promulgation_year": 2005,
  "promulgation_month": "mar",
  "court": "Supreme Court",
  "source_url": "https://elibrary.judiciary.gov.ph/thebookshelf/showdocs/1/43801",
  "clean_version": "v2.0",
  "checksum": "sha256:5d3c4f0453877f41b2d79dd93301fd5f3ba42587dda8e32b0bfdb0c21498fbdc",
  "crawl_ts": "2025-09-16T15:08:25.787979Z",
  "ponente": null,
  "division": "Second Division",
  "en_banc": false,
  "clean_text": "SECOND DIVISION\n[ G.R. NO. 155736, March 31, 2005 ]\nSPOUSES DANILO AND CRISTINA DECENA, PETITIONERS, VS. SPOUSES PEDRO AND VALERIA PIQUERO, RESPONDENTS.\nR E S O L U T I O N CALLEJO, SR., J.:\nThe petitioners, Spouses Danilo and Cristina Decena were the owners of a parcel of land, with a house constructed thereon, located in Parañaque, Metro Manila (now Parañaque City) covered by Transfer Certificate of Title (TCT) No. 134391 issued on February 24, 1998.\n[1]\nOn September 7, 1997, the petitioners and the respondents, the Spouses Pedro and Valeria Piquero, executed a Memorandum of Agreement (MOA)\n[2]\nin which the former sold the property to the latter for the price of P940,250.00 payable in six (6) installments via postdated checks. The vendees forthwith took possession of the property.\nIt appears in the MOA that the petitioners obliged themselves to transfer the property to the respondents upon the execution of the MOA with the condition that if two of the postdated checks would be dishonored by the drawee bank, the latter would be obliged to reconvey the property to the petitioners.\nOn May 17, 1999, the petitioners, then residents of Malolos, Bulacan, filed a Complaint\n[3]\nagainst the respondents with the Regional Trial Court (RTC) of Malolos, Bulacan, for the annulment of the sale/MOA, recovery of possession and damages. The petitioners alleged therein that, they did not transfer the property to and in the names of the respondents as vendees because the first two checks drawn and issued by them in payment for the purchase price of the property were dishonored by the drawee bank, and were not replaced with cash despite demands therefor.\nThe petitioners prayed that, after due proceedings, judgment be rendered in their favor, thus:\nThe sale/Memorandum of Agreement (Annex “A,”\nsupra\n) be declared null and void, rescinded and with no further force and effect; Defendants, and all persons claiming right under them, be ordered to immediately vacate the subject property and turnover its possession to the plaintiffs; Defendants, jointly and severally, be ordered to pay the plaintiffs:\ni. P10,000.00 – monthly, starting 01 October 1997 until complete turnover of the subject property to the plaintiffs, as reasonable compensation for its continued unlawful use and occupation by the defendants; ii. P200,000.00 – moral damages; iii. P200,000.00 – exemplary damages; iv. P250,000.00 – attorney’s fees and litigation – related expenses; and v. the costs of suit.\nOther reliefs just and equitable are, likewise, prayed for.\n[4]\nThe petitioners declared in their complaint that the property subject of the complaint was valued at P6,900,000.00. They appended copies of the MOA and TCT No. 134391 to their complaint. The case was eventually raffled to Branch 13 of the RTC of Malolos, Bulacan.\nThe respondents filed a motion to dismiss the complaint on the ground\n, inter alia\n, of improper venue and lack of jurisdiction over the property subject matter of the action.\nOn the first ground, the respondents averred that the principal action of the petitioners for the rescission of the MOA, and the recovery of the possession of the property is a real action and not a personal one; hence, it should have been brought in the RTC of Parañaque City, where the property subject matter of the action was located, and not in the RTC of Malolos, Bulacan, where the petitioners resided. The respondents posited that the said court had no jurisdiction over the property subject matter of the action because it was located in Parañaque City.\n[5]\nIn opposition, the petitioners insisted that their action for damages and attorney’s fees is a personal action and not a real action; hence, it may be filed in the RTC of Bulacan where they reside. They averred that while their second cause of action for the recovery of the possession of the property is a real action, the same may, nevertheless, be joined with the rest of their causes of action for damages, conformably with Section 5(c), Rule 2 of the Rules of Court.\n[6]\nBy way of reply, the respondents averred that Section 5(c), Rule 2 of the Rules of Court applies only when one or more of multiple causes of action falls within the exclusive jurisdiction of the first level courts, and the other or others are within the exclusive jurisdiction of the RTC, and the venue lies therein.\nOn February 9, 2000, the trial court issued an Order\n[7]\ndenying the motion for lack of merit. It found merit in the petitioner’s contention that Section 5(c), Rule 2 was applicable.\nMeanwhile, the case was re-raffled to Branch 10 of the RTC of Malolos, Bulacan. In a Motion\n[8]\ndated December 20, 2000, the respondents prayed for the reconsideration of the trial court’s February 9, 2000 Order. On October 16, 2001, the court issued an Order\n[9]\ngranting the motion and ordered the dismissal of the complaint.  It ruled that the principal action of the petitioners was a real action and should have been filed in the RTC of Parañaque City where the property subject matter of the complaint was located. However, since the case was filed in the RTC of Bulacan where the petitioners reside, which court had no jurisdiction over the subject matter of the action, it must be dismissed.\nHence, the present recourse.\nThe petition has no merit.\nThe sole issue is whether or not venue was properly laid by the petitioners in the RTC of Malolos, Bulacan. The resolution of this issue is, in turn, anchored on whether Section 5, Rule 2 of the Rules of Court invoked by the petitioners is applicable in this case.\nUnder the said Rule, a party may, in one pleading, assert, in the alternative or otherwise, as many causes of action as he may have against an opposing party subject to the conditions therein enumerated, one of which is Section 5(c) which reads:\nSec. 5.\nJoinder of causes of action. -\n- …\n…\n(c) Where the causes of action are between the same parties but pertain to different venues or jurisdiction, the joinder may be allowed in the Regional Trial Court provided one of the causes of action falls within the jurisdiction of said court and the venue lies therein; …\nExplaining the aforequoted condition, Justice Jose Y. Feria declared:\n(c) Under the third condition, if one cause of action falls within the jurisdiction of the Regional Trial Court and the other falls within the jurisdiction of a Municipal Trial Court, the action should be filed in the Regional Trial Court. If the causes of action have different venues, they may be joined in any of the courts of proper venue. Hence, a real action and a personal action may be joined either in the Regional Trial Court of the place where the real property is located or where the parties reside.\n[10]\nA cause of action is an act or omission of one party in violation of the legal right of the other which causes the latter injury. The essential elements of a cause of action are the following: (1) the existence of a legal right of the plaintiff; (2) a correlative legal duty of the defendant to respect one’s right; and (3) an act or omission of the defendant in violation of the plaintiff’s right.\n[11]\nA cause of action should not be confused with the remedies or reliefs prayed    for. A cause of action is to be found in the facts alleged in the complaint and not in the prayer for relief. It is the substance and not the form that is controlling.\n[12]\nA party may have two or more causes of action against another party.\nA joinder of causes of action is the uniting of two or more demands or right of action in a complaint. The question of the joinder of causes of action involves in particular cases a preliminary inquiry as to whether two or more causes of action are alleged.\n[13]\nIn declaring whether more than one cause of action is alleged, the main thrust is whether more than one primary right or subject of controversy is present. Other tests are whether recovery on one ground would bar recovery on the other, whether the same evidence would support the other different counts and whether separate actions could be maintained for separate relief; [14]\nor whether more than one distinct primary right or subject of controversy is alleged for enforcement or adjudication.\n[15]\nA cause of action may be single although the plaintiff seeks a variety of remedies. The mere fact that the plaintiff prays for multiple reliefs does not indicate that he has stated more than one cause of action. The prayer may be an aid in interpreting the petition and in determining whether or not more than one cause of action is pleaded.\n[16]\nIf the allegations of the complaint show one primary right and one wrong, only one cause of action is alleged even though other matters are incidentally involved, and although different acts, methods, elements of injury, items of claims or theories of recovery are set forth.\n[17]\nWhere two or more primary rights and wrongs appear, there is a joinder of causes of action.\nAfter due consideration of the foregoing, we find and so rule that Section 5(c), Rule 2 of the Rules of Court does not apply. This is so because the petitioners, as plaintiffs in the court a quo\n, had only one cause of action against the respondents, namely, the breach of the MOA upon the latter’s refusal to pay the first two installments in payment of the property as agreed upon, and turn over to the petitioners the possession of the real property, as well as the house constructed thereon occupied by the respondents. The claim for damages for reasonable compensation for the respondents’ use and occupation of the property, in the interim\n, as well as moral and exemplary damages suffered by the petitioners on account of the aforestated breach of contract of the respondents are merely incidental to the main cause of action, and are not independent or separate causes of action.\n[18]\nThe action of the petitioners for the rescission of the MOA on account of the respondents’ breach thereof and the latter’s failure to return the premises subject of the complaint to the petitioners, and the respondents’ eviction therefrom is a real action.\n[19]\nAs such, the action should have been filed in the proper court where the property is located, namely, in Parañaque City, conformably with Section 1, Rule 4 of the Rules of Court which reads:\nSECTION 1.\nVenue of real actions.\n— Actions affecting title to or possession of real property, or interest therein, shall be commenced and tried in the proper court which has jurisdiction over the area wherein the real property involved, or a portion thereof, is situated.\nSince the petitioners, who were residents of Malolos, Bulacan, filed their complaint in the said RTC, venue was improperly laid; hence, the trial court acted conformably with Section 1(c), Rule 16 of the Rules of Court when it ordered the dismissal of the complaint.\nIN LIGHT OF ALL THE FOREGOING\n, the petition is DENIED for lack of merit. Costs against the petitioners.\nSO ORDERED.\nPuno, (Chairman), Austria-Martinez, Tinga, and Chico-Nazario, JJ., concur.\n[1]\nRollo\n, p. 46.\n[2]\nId.\nat 44.\n[3]\nId.\nat 39-43.\n[4]\nId.\nat 42.\n[5]\nId.\nat 48-56.\n[6]\nId.\nat 62-65.\n[7]\nId.\nat 73-75.\n[8]\nId.\nat 118-122.\n[9]\nId.\nat 32-34.\n[10]\nJ. Feria & M.C. Noche, Civil Procedure Annotated, Vol. I, 219-220 (2001 ed.)\n[11]\nRebollido v. Court of Appeals, G.R. No. 81123, 28 February 1989, 170 SCRA 800.\n[12]\nBaker v. Baker, 264 NW 116 (1935).\n[13]\nI CJS, Actions § 63, citing Hasbrouck v. Armour, 121 NW 157 and Edward Davis, Inc. v. Adler, 156 N.Y.S. 157; Gartner v. Corwine\n, 48 NE 945.\n[14]\nIbid.\n[15]\nMc Pherson v. Smith, 328 S.W. 2d. 849 (1959).\n[16]\nIbid.\n[17]\n1 CJS, Actions § 365, citing U.S. Bankers’ Trust Co. v. City of Raton, 66 L.Ed. 642. (1922)\n[18]\nU.S. Bankers’ Trust Company v. City of Raton\n, 66 L.ed. 642 (1922).\n[19]\nPunsalan, Jr. v. Vda. de Lacsamana, G.R. No. L-55729, 28 March 1983, 121 SCRA 331; Tenorio v. Hon. Paño, (1986).",
  "has_gr_number": true,
  "case_type": "civil",
  "case_subtypes": [
    "recovery_of_possession",
    "rescission_of_contract",
    "damages",
    "motion",
    "order",
    "petition"
  ],
  "case_subtype": "recovery_of_possession",
  "quality_metrics": {
    "has_ruling": false,
    "text_length": 11867
  }
}

{
  "id": "sha256:85ec9a4914f1599a885b9e4dac359dc8c0694e9060218521c07e0743990eb58d",
  "gr_number": "G.R. No. 161227",
  "gr_numbers": [
    "G.R. No. 161227"
  ],
  "case_title": "LITO T. PASI, HEIRS OF JOHN T. PASI, REPRESENTED BY HIS WIDOW MARION PASI, CHARLIE T. PASI, MICHAEL T. PASI, BETTY P. BINAY-AN, VICTORIA P. PITLONGAY, BLAS T. PASI, GRACE P. SUHAT, MAY JANE P. BELAG AND BEATA P. GADGAD, PETITIONERS, VS. FRANCISCO SALAPONG, JR., ELIZABETH SALVOSA SALAPONG, AGUSTIN SARMIENTO III AND VICTORIA SARMIENTO, RESPONDENTS.",
  "page_title": "G.R. NO. 161227 - LITO T. PASI, HEIRS OF JOHN T. PASI, REPRESENTED BY HIS WIDOW MARION PASI, CHARLIE T. PASI, MICHAEL T. PASI, BETTY P. BINAY-AN, VICTORIA P. PITLONGAY, BLAS T. PASI, GRACE P. SUHAT, MAY JANE P. BELAG AND BEATA P. GADGAD, PETITIONERS, VS. FRANCISCO SALAPONG, JR., ELIZABETH SALVOSA SALAPONG, AGUSTIN SARMIENTO III AND VICTORIA SARMIENTO, RESPONDENTS.\nD E C I S I O N - Supreme Court E-Library",
  "promulgation_date": "2005-03-11",
  "promulgation_year": 2005,
  "promulgation_month": "mar",
  "court": "Supreme Court",
  "source_url": "https://elibrary.judiciary.gov.ph/thebookshelf/showdocs/1/43740",
  "clean_version": "v2.0",
  "checksum": "sha256:56d9a9b369ba42a6a9f783a46836353bffd92c1cab2beddf096cde3a768b5c2d",
  "crawl_ts": "2025-09-16T15:08:28.514678Z",
  "ponente": "PUNO, J.",
  "division": "Second Division",
  "en_banc": false,
  "clean_text": "SECOND DIVISION\n[ G.R. NO. 161227, March 11, 2005 ]\nLITO T. PASI, HEIRS OF JOHN T. PASI, REPRESENTED BY HIS WIDOW MARION PASI, CHARLIE T. PASI, MICHAEL T. PASI, BETTY P. BINAY-AN, VICTORIA P. PITLONGAY, BLAS T. PASI, GRACE P. SUHAT, MAY JANE P. BELAG AND BEATA P. GADGAD, PETITIONERS, VS. FRANCISCO SALAPONG, JR., ELIZABETH SALVOSA SALAPONG, AGUSTIN SARMIENTO III AND VICTORIA SARMIENTO, RESPONDENTS.\nD E C I S I O N PUNO, J.:\nThis is a Petition for Certiorari under Rule 45 of the Rules of Court to review the decision of the Court of Appeals in CA-G.R. CV No. 68128 dated July 28, 2003.\nFirst, the facts.\nLito T. Pasi, the heirs of John T. Pasi (represented by his widow, Marion Pasi), Charlie T. Pasi, Michael T. Pasi, Betty P. Binay-an, Victoria P. Pitlongay, Blas T. Pasi, Grace P. Suhat, Mary Jane P. Belag, and Beata P. Gadgad (the petitioners) filed a complaint for removal of cloud on title with the Regional Trial Court of La Trinidad, Benguet\n[1]\non January 18, 1993, docketed as Civil Case No. 93-CV-0766.\n[2]\nThe petitioners sought to remove any cloud or quiet title to two parcels of unregistered land comprised of lots 1 and 2 of PSU-1-006280, situated at Barrio Kesbeng, La Trinidad, Benguet (the Property).\n[3]\nIn support of their complaint, the petitioners alleged that they are exclusive co-owners in equal shares of the Property as they inherited the same from their late father, Pedro Pasi, who died intestate on July 23, 1982. They asserted that they, by themselves and through their predecessors-in-interest, have been in actual, open, continuous, exclusive, and notorious possession and occupation of both parcels of land as owners long before June 12, 1945 up to the present.\n[4]\nPetitioners claimed that they learned of a petition for registration of the Property some time in the last quarter of 1992 which was filed by Francisco S. Salapong, Jr., Elizabeth Salvosa Salapong, Agustin Sarmiento III and Victoria Sarmiento (the respondents). The registration proceeding was docketed as Land Registration Case No. 91-LRC-0005 and raffled to Regional Trial Court, Branch 8, La Trinidad, Benguet.\n[5]\nHowever, this case was subsequently withdrawn.\n[6]\nThe petitioners asserted that the Deed of Sale of Unregistered Land dated May 12, 1967 and Memorandum of Agreement dated May 13, 1967 (the Contracts) executed between the respondents and spouses Pedro Pasi and Emilia Ticol Pasi (Spouses Pasi) were fraudulently made, fictitious, invalid and are casting a cloud over the petitioners’ claim over the Property.\n[7]\nOn the other hand, the respondents claimed that the Property was part of an area consisting of 32,192 square meters originally sold to their progenitors Francisco Salapong and Agustin Sarmiento by the late Spouses Pasi.\n[8]\nThey contended that their claims were supported by the Contracts\n[9]\nand that they had more than fully paid the purchase value of the Property to the Spouses Pasi based on receipts in their possession.\n[10]\nSubsequently, the petitioners initiated a land registration case involving the Property which was docketed as LRC Case No. 93-007 and raffled to Regional Trial Court, Branch 10, La Trinidad, Benguet, to which the respondents filed their opposition. After joint motion by the petitioners and respondents, LRC Case No. 93-007 was consolidated with Civil Case No. 93-CV-0766.\n[11]\nOn June 22, 2000, the Regional Trial Court rendered its decision, declaring the Contracts as invalid and without force and effect for being fake    and fraudulently made and for failure to secure the prior approval of the Chairman of the National Council for Indigenous Peoples under Section 120 of Commonwealth Act No. 141, as amended.\n[12]\nThe trial court reasoned that: 1) the failure of the respondents to present any of the instrumental witnesses to the Contracts; and, 2) the use of thumbprint by Emilia T. Pasi to acknowledge her consent to the Contracts instead of a signature above her typewritten name, proved that the Contracts were fake or fraudulently made.\n[13]\nThe court also ruled that, in any event, the Contracts would still be voidable for lack of approval from the Chairman of the National Council for Indigenous Peoples.\n[14]\nThe respondents appealed the decision to the Court of Appeals, which was docketed as CA-G.R. CV No. 68128.\n[15]\nThey alleged that the trial court erred: 1) in declaring the Contracts as fake and fraudulent; 2) in declaring that the Contracts were null and void for lack of approval from the Chairman of the National Council for Indigenous Peoples; 3) in failing to appreciate the evidence in their favor; and 4) in declaring the children of the late spouses Pasi entitled to the registration of the Property and the respondents liable to pay attorney’s fees and costs.\n[16]\nOn July 28, 2003, the Court of Appeals promulgated its decision reversing the ruling of the Regional Trial Court. The appellate court declared that the petitioners had the burden of proving the allegations in their complaint and that they had failed to prove by preponderance of evidence that the Contracts were fake or fraudulently made.\n[17]\nThe appellate court observed that: 1) the trial court found nothing irregular in the execution of the Contracts; and 2) petitioners could not categorically declare that the signatures of Pedro Pasi were spurious.\n[18]\nWith regard to compliance with Section 120 of Commonwealth Act No. 141, the appellate court considered the trial court’s observation as to Pedro Pasi’s “difficult and laborious effort to write the letters of his name” as unsupported by evidence.\n[19]\nIt further observed that the petitioners themselves testified that Pedro Pasi could speak a little of the English language and write his name.\n[20]\nAs such, the appellate court concluded that Section 120 of Commonwealth Act No. 141, as amended, was inapplicable.\n[21]\nWe reverse the decision of the Court of Appeals.\nSection 120 of Commonwealth Act No. 141, as amended, provides, viz.\nSECTION 120.  Conveyance and encumbrance made by persons belonging to the so-called \"non-christian Filipinos\" or national cultural minorities, when proper, shall be valid if the person making the conveyance or encumbrance is able to read and can understand the language in which the instrument of conveyance or encumbrances is written. Conveyances or encumbrances made by illiterate non-Christian or literate non-Christians where the instrument of conveyance or encumbrance is in a language not understood by the said literate non-Christians shall not be valid unless duly approved by the Chairman of the Commission on National Integration.\nAn “illiterate” is a person “having little or no education .. esp. unable to read or write.”\n[22]\nAfter    perusing the records, we believe that the respondents have sufficiently proven that the Spouses Pasi were uneducated. The pertinent sections of the transcript of stenographic notes are cited below:\nDIRECT EXAMINATION OF VICTORIA PITLONGAY Q: From where was your late father Mr. Pasi?\nA: From Kesbeng, La Trinidad.\nQ: What about your mother?\nA: The same place Kesbeng, La Trinidad.\nQ:   When they were alive what kind of dialect did they speak?\nA: Ibaloi.\nQ: How come that they knew Ibaloi? (sic)\nA: They were both Ibaloi.\nQ: And do you know the highest educational attainment of your father?\nA: My father did never go to school. (sic)\nQ: How about your mother?\nA: She did not go to school either.\n[23]\nDIRECT EXAMINATION OF MICHEAL PASI Q: Do you know the highest educational attainment of your father?\nA: I believe he had not gone to school.\nQ: How about your mother?\nA: She had not gone to school also, sir.\n[24]\nWe note that the respondents’ counsel failed to impugn the testimony or credibility of these witnesses regarding the education of the spouses Pasi. As the lack of education and the non-christian status of the Spouses Pasi were sufficiently proven, the burden of evidence shifted to the respondents to prove that the approval of the Chairman of the Commission on National Integration had been secured. The respondents failed to adduce proof on this matter. In fact, the parties expressly stipulated as to the non-registration of the Contracts with the Office of the Commission on National Integration.\n[25]\nThe inescapable conclusion, therefore, is that the Contracts are void ab initio due to respondents’ failure to comply with Section 120 of Commonwealth Act No. 141.\n[26]\nHowever, we are not in full agreement with the Regional Trial Court’s decision in Civil Case No. 93-CV-0766. The Regional Trial Court erred in ordering respondents to pay attorney’s fees and costs\n[27]\nconsidering that none of the circumstances provided under the Civil Code for its imposition\n[28]\nare discernible from the record and no just and equitable reasons were advanced to justify the same. Moreover, while the court properly ordered the reimbursement of the purchase price, [29]\nits computation was erroneous. As shown by the transcript of stenographic notes as well as documentary evidence submitted by the respondents, the purchase price in the Contracts was not paid on the dates stated.\n[30]\nIn fact, the total amount paid to or on behalf of the spouses Pasi totaled P9,994.02.\n[31]\nTherefore, the amounts paid to the spouses Pasi were unliquidated and could not be established with reasonable certainty until the promulgation of the Regional Trial Court’s decision on June 22, 2000.\n[32]\nIt follows that the interest at the rate of six percent on the judgment obligation may only be awarded from the date of promulgation of the Regional Trial Court’s decision.\n[33]\nWe are fully aware of the rule that the Court of Appeals is the final arbiter of questions of fact and the jurisdiction of this Court in cases brought before it from the Court of Appeals is limited to reviewing and revising only errors of law.\n[34]\nHowever, the rule is inapplicable where the findings of fact of the Court of Appeals are contrary to those of the trial court.\n[35]\nIN VIEW WHEREOF, the Petition is PARTIALLY GRANTED.\nThe decision of the Court of Appeals dated July 28, 2003 is REVERSED and SET ASIDE and the decision of the Regional Trial Court in Civil Case No. 93-CV-0766 is AFFIRMED with MODIFICATIONS, as follows:\n1) The Deed of Sale dated May 12, 1967 and Memorandum of Agreement dated May 13, 1967 are declared void ab initio; 2) Petitioners are ordered to jointly\n[36]\npay respondents P9,994.02 with interest at the rate of six percent from June 22, 2000; 3) The award of attorney’s fees and costs is deleted and the claims for damages and other money claims are denied.\nFurther, the Register of Deeds of Benguet is ordered to register the title to lots 1 and 2 of PSU-1-006280 subject of LRC Case No. 93-007 and issue an original certificate of title in the names of the petitioners after payment of the required fees.\nSO ORDERED.\nAustria-Martinez, Callejo, Sr., Tinga, and Chico-Nazario, JJ.\n, concur.\n[1]\nRegional Trial Court, Branch 10, La Trinidad, Benguet.\n[2]\nRollo, p. 162.\n[3]\nRollo, p. 162.\n[4]\nRollo, p. 163.\n[5]\nRollo, p. 163.\n[6]\nRollo, p. 163.\n[7]\nRollo, pp. 163-164.\n[8]\nRollo, p. 164.\n[9]\nRollo, p. 164.\n[10]\nRollo, p. 164.\n[11]\nRollo, p. 163.\n[12]\nRollo, p. 164.\n[13]\nRollo, p. 164.\n[14]\nRollo, p. 165.\n[15]\nRollo, p. 161.\n[16]\nRollo, pp. 165-166.\n[17]\nRollo, pp. 167-168.\n[18]\nRollo, p. 167.\n[19]\nRollo, p. 169.\n[20]\nRollo, p. 169.\n[21]\nRollo, p. 169.\n[22]\nWebster’s Third New International Dictionary Unabridged, p. 1126 (1993).\n[23]\nTSN, p. 6, November 17, 1998.\n[24]\nTSN, p. 14, November 6, 1998.\n[25]\nRTC Records, p. 432.\n[26]\nHeirs of Celso Amarente v. Court of Appeals, 185 SCRA 585 (1990); Mangayao v. Lasud, 11 SCRA 158 (1964).\n[27]\nCA Rollo, p. 24.\n[28]\nRepublic Act No. 386, Article 2208 (1949).\n[29]\nDevelopment Bank of the Philippines v. Court of Appeals, 249 SCRA 331 (1995); IV Tolentino, Commentaries and Jurisprudence on the Civil Code of the Philippines, p. 632 (1992).\n[30]\nRTC Records, pp. 613-617, 631-632, 635-673, 690-691; TSN, pp. 16-23, January 25, 2000.\n[31]\nRTC Records, pp. 613-617, 631-632, 635-673, 690-691; TSN, pp. 16-23, January 25, 2000.\n[32]\nCA Rollo, p. 24.\n[33]\nEastern Shipping Lines, Inc. v. Court of Appeals, 234 SCRA 78 (1994).\n[34]\nAmarante v. Court of Appeals, 155 SCRA 46 (1987).\n[35]\nAmarante v. Court of Appeals, 155 SCRA 46 (1987).\n[36]\nRepublic Act No. 386, Articles 774, 1207-1208 (1949).",
  "has_gr_number": true,
  "case_type": "civil",
  "case_subtypes": [
    "certiorari",
    "support",
    "intestate",
    "motion"
  ],
  "case_subtype": "certiorari",
  "quality_metrics": {
    "has_ruling": false,
    "text_length": 12360
  }
}

{
  "id": "sha256:80af93c9eeb6ad0a568c81771ec98ddb70d6069f7ce22e13200fc369eaf4a9e8",
  "gr_number": null,
  "gr_numbers": null,
  "case_title": "ERLINDA K. ILUSORIO-BILDNER, PETITIONER, VS. ATTY. LUIS K. LOKIN, JR. AND THE BOARD OF GOVERNORS OF THE INTEGRATED BAR OF THE PHILIPPINES, RESPONDENTS.",
  "page_title": "ADM. CASE NO. 6554 - ERLINDA K. ILUSORIO-BILDNER, PETITIONER, VS. ATTY. LUIS K. LOKIN, JR. AND THE BOARD OF GOVERNORS OF THE INTEGRATED BAR OF THE PHILIPPINES, RESPONDENTS.\nD E C I S I O N - Supreme Court E-Library",
  "promulgation_date": "2005-12-14",
  "promulgation_year": 2005,
  "promulgation_month": "dec",
  "court": "Supreme Court",
  "source_url": "https://elibrary.judiciary.gov.ph/thebookshelf/showdocs/1/42361",
  "clean_version": "v2.0",
  "checksum": "sha256:67ba034edeabf988169730edda62f81e00fcf90059b99998b7e58abaab582e2c",
  "crawl_ts": "2025-09-16T15:09:15.377080Z",
  "ponente": "CARPIO MORALES, J.",
  "division": "Third Division",
  "en_banc": false,
  "clean_text": "THIRD DIVISION\n[ ADM. CASE NO. 6554, December 14, 2005 ]\nERLINDA K. ILUSORIO-BILDNER, PETITIONER, VS. ATTY. LUIS K. LOKIN, JR. AND THE BOARD OF GOVERNORS OF THE INTEGRATED BAR OF THE PHILIPPINES, RESPONDENTS.\nD E C I S I O N CARPIO MORALES, J.:\nOn petition for review is the Resolution of the Integrated Bar of the Philippines (IBP) Board of Governors dismissing the disbarment complaint filed by Erlinda K. Ilusorio-Bildner (petitioner) against Atty. Luis Lokin, Jr. (respondent), docketed as CBD Case No. 02-984.\nIn her complaint against respondent, petitioner alleges that on July 15, 1991, her father, the late Potenciano Ilusorio (Ilusorio), engaged the services of the law office of Liwanag Raval Pilando Suplico and Lokin to represent him in the Sandiganbayan Civil Case No. 0009, [1]\n\"Republic of the Philippines v. Jose L. Africa, et al.,\"\nof which Ilusorio was one of the defendants.\nIn that civil case, the Republic was claiming, among other properties, shareholdings in Philippine Overseas Telecommunications Corporation (POTC) and Philippine Communications Satellite Corporation (PHILCOMSAT) 99% of the shares in the latter corporation of which appeared to be owned by POTC. Respondent, together with Attorneys Demaree Raval and Salvador Hizon, actively handled the case for Ilusorio.\nWhile the case was pending, Ilusorio, with the assistance of the law firm of Raval and Lokin (successor to Liwanag Raval Pilando Suplico and Lokin), entered into a Compromise Agreement with the Republic which bore the imprimatur of the Sandiganbayan.\n[2]\nUnder the Compromise Agreement which, by petitioner's claim, constituted the full, comprehensive and final settlement of claims of the parties, the Republic was to get 4,727 POTC shares while Ilusorio was to get 673 POTC shares.\nPetitioner alleges that during the special stockholders' meeting of PHILCOMSAT held on August 27, 1998 which was supposed to be a mere informal gathering to introduce the newly appointed government nominees for PHILCOMSAT to the private stockholders of POTC, the gathering, through the \"high-handed and deceitful maneuvers\" of respondent, was suddenly and without notice transformed into a Special Stockholders Meeting at which directors and officers of PHILCOMSAT were elected.\nPetitioner adds that Ilusorio contested the validity of the meeting by filing before the Securities and Exchange Commission (SEC) a complaint, docketed as SEC Case No. 09-98-6086, against Manuel Nieto, et al. who were purportedly elected directors and officers of PHILCOMSAT, [3]\nin which SEC case respondent appeared as the counsel of Nieto, et al., contrary to his oath not to represent conflicting interests.\nIlusorio, together with Fidelity Farms, Inc. and Great Asia Enterprises, Inc., had earlier filed with the IBP a disbarment complaint against respondent on the same grounds as those raised in the present case. However, on account of the death of Ilusorio and the failure of his children, namely, Maximo Ilusorio, Sylvia Ilusorio, and petitioner, to establish their qualification to substitute for him, his complaint was dismissed. The dismissal having explicitly stated that it was without prejudice to the filing of a new complaint by Ilusorio's children or any person who knows of respondent's unethical acts, petitioner contends that her present complaint is not barred by such dismissal.\nAfter hearing both parties, IBP Investigating Commissioner Milagros San Juan found merit in petitioner's complaint and recommended that respondent be suspended for three months.\nBy the now assailed Resolution of February 27, 2004, however, the IBP Board of Governors set aside the recommendation of Commissioner San Juan and dismissed the complaint.\nNo copy of the notice of resolution was served upon petitioner. Petitioner, nonetheless, learned about the recommendation of Commissioner San Juan and the setting aside thereof by the Board of Governors, prodding her to write a March 10, 2004 letter to the Board in her own name requesting \"that the Board take up the matter once more\" and asking for \"the remanding of the case against Atty. Luis Lokin to the Board of Governors.\" In the same letter, petitioner stated that the very brief time it took the Board to review the case and resolve it in respondent's favor confirms the information she received that a former IBP official had been intervening for respondent.\nBy letter of April 16, 2004 bearing the signatures of all its members, the Board of Governors denied what it considered as petitioner's malicious and reckless allegations, stating that it was \"constrained to deny [petitioner's] request for a remanding or a reconsideration of the case\" as there was no provision for a reconsideration of any such case either in Rule 139-B of the Rules of Court or in the Rules of Procedure of the Commission on Bar Discipline.\nCounsel for petitioner, Atty. Samuel Divina, then wrote a letter of July 19, 2004 to Atty. Jose Anselmo Cadiz, Chairman of the IBP Board of Governors and concurrently National President of the IBP, informing him that petitioner had not been notified of any final action on her complaint, and attaching thereto as further evidence a document for its consideration in the event that no such action had yet been taken.\nReplying, the Board Chairman, by letter dated August 11, 2004, stated that the Board could no longer act on petitioner's July 19, 2004 letter, otherwise it would, in effect, be considering the letter as a motion for reconsideration which is not provided for by the rules of procedure for cases of the kind. And the Chairman referred petitioner's counsel to the Board's April 16, 2004 letter to her.\nAtty. Divina thereupon sent a letter dated August 18, 2004 to Atty. Rogelio Vinluan, National Director for Bar Discipline of the IBP, requesting for a copy of the Notice of Resolution of the Board of Governors and of the Investigation Report of Commissioner San Juan, so that petitioner may appeal the case to the Supreme Court.\nAtty. Divina later sent Atty. Vinluan another letter, dated August 27, 2004, stating that upon further reading of the August 11 letter of the IBP Board Chairman, it appeared that it was the Chairman's intention that the said letter be treated as a Notice of Resolution and, therefore, petitioner had until September 2, 2004 to file a Petition for Review (since the August 11 letter was received on August 17, 2004). Instead of asking for the Notice of Resolution as in his previous letter, Atty. Divina only requested in his August 24, 2004 letter for a copy of the Report and Recommendation of Commissioner San Juan and the record, if any, of the deliberations of the IBP indicating the basis for reversing her findings. This letter, according to petitioner, was simply ignored.\nPetitioner thus filed the present petition on September 2, 2004 to which respondent has already filed his Comment.\nBefore delving into the merits of this case, the procedural issues raised by respondent against the petition will first be addressed.\nRespondent contends that the petition was filed beyond the 15-day reglementary period, as petitioner should be deemed to have received notice of the challenged IBP resolution, not on August 17, 2004 when her counsel received the August 11, 2004 letter of the IBP Board Chairman, but on March 10, 2004 when she wrote the Board admitting having acquired knowledge of the reversal of Commissioner San Juan's recommendation. Hence, respondent claims, petitioner had only until March 25, 2004 to file a petition for review.\nRespondent further contends that even on the assumption that the petition was timely filed, the same should be dismissed for being inappropriate and improper, it being based not on a resolution of the IBP Board, but merely on a letter of the IBP President, contrary to Section 12 of Rule 139-B of the Rules of Court which states:\nx x x\n(c) If the respondent is exonerated by the Board or the disciplinary sanction imposed by it is less than suspension or disbarment (such as admonition, reprimand, or fine) it shall issue a decision exonerating respondent or imposing such sanction. The case shall be deemed terminated unless upon petition of the complaint or other interested party filed with the Supreme Court within fifteen (15) days from notice of the Board's resolution, the Supreme Court orders otherwise. (Underscoring supplied)\nThis Court finds that the letter of the Board Chairman to petitioner's counsel may not be deemed to be the notice of resolution required by above-quoted Section 12, Rule 139-B, paragraph (c). The notice of resolution referred to in said paragraph (c) refers not to an unofficial information that may be gathered by the parties, nor to any letter from the IBP Board Chairman or even of the Board, but to the official notice of resolution that is supposed to be issued by the Board, copy of which is given to all parties and transmitted to this Court. As paragraph (d) which immediately follows paragraph (c) states:\n(d)\nNotice of the resolution or decision of the Board shall be given to all parties through their counsel. A copy of the same shall be transmitted to the Supreme Court.\nIn its Comment to the present petition, respondent IBP admits that no such notice has been sent to petitioner: \"The Board has not to date issued the notice of resolution confirming the dismissal of CBD Case No. 02-984 for the reason that all the relevant records have yet to be completed for transmittal to the Supreme Court.\nThe complainant will be formally furnished a copy of the resolution upon transmittal of the records to the Supreme Court.\n\"\n[4]\nThe IBP eventually transmitted to this Court on July 6, 2005 the Notice of Resolution. A copy was supposedly furnished the petitioner; however, the IBP has not submitted any proof of service.\nSince no notice has been sent to petitioner, at least at the time this petition was filed, as the August 11, 2004 letter from the IBP Board Chairman cannot be deemed a notice of resolution, the present petition has been timely filed.\nParenthetically, the IBP Board Chairman erred when he stated that the Board may not act on motions for reconsideration as there is no provision for such motions under the rules of procedure for disbarment cases. For Pimentel, Jr. vs. Atty. Llorente\n[5]\ninstructs:\nx x x The question of whether a motion for reconsideration is a prohibited pleading or not under Rule 139-B, §12(c) has been settled in Halimao v. Villanueva, in which this Court held:\n\"Although Rule 139-B, §12(C) makes no mention of a motion for reconsideration, nothing in its text or in its history suggests that such motion is prohibited. It may therefore be filed within 15 days from notice to a party. Indeed, the filing of such motion should be encouraged before resort is made to this Court as a matter of exhaustion of administrative remedies, to afford the agency rendering the judgment an opportunity to correct any error it may have committed through a misapprehension of facts or misappreciation of the evidenced.\" (Underscoring supplied)\nIn another vein, respondent claims that the petition is premature as it is not based on a notice of resolution of the Board, hence, it should be dismissed for being inappropriate and improper.\nWhile, generally, a party who desires to appeal from the IBP's dismissal of a disciplinary case should await the notice of resolution, it bears noting in this instance that the Board, despite issuing a resolution on the subject complaint on February 27, 2004, failed to send a notice of resolution to petitioner. As borne out by the IBP's statement noted earlier, there was still no notice to petitioner as of February 9, 2005 – almost one year after the dismissal of the subject complaint. The IBP has given no reason for the delay other than the nebulous explanation that records were still being completed. In view thereof, petitioner, who had already confirmed that her complaint was dismissed through a letter coming from the IBP Board Chairman, cannot be faulted for appealing to this Court notwithstanding the absence of an official notice of resolution.\nRespondent also challenges the qualification of petitioner to file this case on the ground of her purported lack of personal knowledge of the facts alleged in the complaint. He invokes the resolution of the IBP in the prior disbarment case against him, where petitioner – who therein sought to be substituted in place of her deceased father – was held to be without the requisite personal knowledge to pursue the complaint.\nEven granting arguendo that the earlier resolution \"constitutes res judicata with respect to the finding that Petitioner does not possess personal knowledge of the facts and circumstances for which Respondent is sought to be administratively liable,\" personal knowledge is not a requisite for filing a disbarment complaint. Section 1, Rule 139-B states:\nSECTION 1.\nHow instituted.\n– Proceedings for disbarment, suspension or discipline of attorneys may be taken by the Supreme Court motu proprio\n, or by the Integrated Bar of the Philippines (IBP)\nupon the verified complaint of any person\n. The complaint shall state clearly and concisely the facts complained of and shall be supported by affidavits of persons having personal knowledge of the facts therein alleged and/or by such documents as may substantiate said facts. (Emphasis and underscoring supplied)\nClearly, personal knowledge is required, not of the complainant, but of her witnesses, if there are any. Oddly enough, the quotation of the same provision by the Investigating Commissioner who dismissed the earlier disciplinary case against respondent omitted the phrase \"any person,\" making it appear that complainants must have personal knowledge of the facts they allege.\n[6]\nMoreover, the ruling of this Court in Navarro v. Meneses III\n[7]\nbears reiteration:\nThe argument of respondent that complainant has no legal personality to sue him is unavailing. Section 1, Rule 139-B of the Rules of Court provides that proceedings for the disbarment, suspension, or discipline of attorneys may be taken by the Supreme Court motu proprio or by the Integrated Bar of the Philippines upon the verified complaint of any person. The right to institute a disbarment proceeding is not confined to clients nor is it necessary that the person complaining suffered injury from the alleged wrongdoing. Disbarment proceedings are matters of public interest and the only basis for judgment is the proof or failure of proof of the charges.\nThe evidence submitted by complainant before the Commission on Bar Discipline sufficed to sustain its resolution and recommended sanctions. (Underscoring supplied)\nWhile this Court notes petitioner's claim that she herself has personal knowledge of the facts alleged in her complaint, a ruling on such allegation is unnecessary in light of the foregoing discussion.\nSegueing to the merits of the petition, respondent admits that his firm represented Ilusorio in Sandiganbayan Case No. 009\n[8]\nand that he represented Manuel Nieto, Jr. and Lourdes Africa in SEC Case No. 09-98-6086.\n[9]\nThe Court notes, however, that besides Nieto and Africa, respondent represented Salvador Hizon as well, as indicated in his Memorandum submitted to the SEC\n[10]\nand as found by the Committee on Professional Responsibility, Discipline and Disbarment of the IBP.\n[11]\nNotwithstanding his acknowledged involvement in both the Sandiganbayan and SEC cases, respondent denies that he was guilty of representing conflicting interests, he proffering that, in the first place, the case of Ilusorio in the Sandiganbayan \"has been the personal account of Atty. Raval, separate and apart from the accounts of the law partnership.\" Not only is this claim unsubstantiated, however. It is contradicted by respondent's own evidence and statements.\nThus, respondent attached to his Comment to the present petition documentary evidence consisting of, among other things, two letters to the PCGG, in one of which he signed on behalf of his firm, and in the other his name appeared as counsel on behalf of his firm.\n[12]\nThe subject of both letters was the then pending negotiations between the PCGG and Ilusorio who was therein identified as the client of respondent's firm. In connection with these letters, respondent claims: \"If by chance the signature of the Respondent appears on some correspondences, it is only because Respondent, in good faith, accommodated Atty. Raval upon the latter's request who, as then Deputy Secretary of the Senate of the Philippines, is not authorized to engage in the private practice.\"\n[13]\nBesides being a flimsy excuse by itself, this claim of respondent, being an acknowledgment that he signed correspondences with the PCGG pertaining to the Ilusorio case, only shows that both he and Atty. Raval collaborated on said case.\nFurthermore, as earlier noted, respondent has stated that Ilusorio was represented by his firm in the Sandiganbayan case.\n[14]\nIn light thereof, respondent was personally barred by the rules of ethics from representing an interest contrary to that earlier espoused by his firm. So this Court held in Hilado v. David:\n[15]\nx x x If this letter was written under the circumstances explained by Attorney Franciso and he was unaware of its contents, the fact remains that his firm did give Mrs. Hilado a formal professional advice from which, as heretofore demonstrated, emerged the relation of attorney and client. This letter binds and estops him in the same manner and to the same degree as if he personally had written it.\nAn information obtained from a client by a member or assistant of a law firm is information imparted to the firm.\nThis is not a mere fiction or an arbitrary rule; for such member or assistant, as in our case, not only acts in the name and interest of the firm, but his information, by the nature of his connection with the firm is available to his associates or employers\n. x x x (Emphasis and underscoring supplied)\nRespondent denies, however, representing conflicting interests on the ground that SB Case No. 009 and SEC Case No. 09-98-6086 are totally distinct from each other. He attempts to distinguish them as follows:\nSB Case No. 009, initiated by the PCGG before the Sandiganbayan is totally distinct and separate, and has no relation at all to SEC Case No. 09-98-6086. Said cases involve different parties and causes of action.\nIn Sandiganbayan Case No. 009, the opposing parties are the Presidential Commission on Good Government (PCGG) as plaintiff; Atty. Potenciano Ilusorio, as Defendant and Third party Plaintiff; and Independent Realty Corporation (IRC) and Mid-Pasig Land Development Corp. (MLDC).\nThe subject matter in SB Case No. 009 are shares owned by the National Government, through IRC and MLDC, in the Philippine Overseas Telecommunications Corporation (POTC).\nSEC Case No. 09-98-6086 involves a dispute regarding the PHILCOMSAT election of its Board of Directors and corporate officers.\n[16]\nThe foregoing explanation fails to mention, however, that Ilusorio, a defendant in the Sandiganbayan case, was one of the petitioners in the SEC case, and that among the grounds Ilusorio relied upon in his petition in the SEC was the existence of the Compromise Agreement in the Sandiganbayan, which vested in him ownership and voting rights corresponding to 673 POTC shares.\n[17]\nNowhere is the conflict of interest clearer than in respondent's Memorandum dated September 28, 1998 filed with the SEC wherein he argued in behalf of Nieto, et al. as follows:\nA continued exercise of jurisdiction and a subsequent disposition of the instant Petition by this Honorable Commission would pre-empt the resolution by the Sandiganbayan of the disputed shares. It would in fact affirm the ownership by the Petitioners of the said shares subject of the Sandiganbayan case.\nThis Petition is a premature action to enforce the Compromise Agreement entered into by Mr. Ilusorio.\nClearly, this is beyond the jurisdiction of this Honorable Commission. Any right to be derived from the Compromise Agreement is clearly inchoate at this point in time.\n[18]\n(Emphasis and underscoring supplied)\nPlainly, when respondent represented Nieto, et al. in the SEC, he was advocating an interest hostile to the implementation of the same Compromise Agreement that he had priorly negotiated for Ilusorio.\nThe Board thus erred when, while acknowledging that Ilusorio was represented by respondent's firm in his negotiations with the PCGG, it nonetheless maintained that there was no conflict of interest upon a finding that the subsequent SEC case \"did not in any way involve the validity of the compromise agreement forged with the PCGG.\"\n[19]\nWHEREFORE, the Resolution of the IBP Board of Governors dated February 27, 2004 is SET ASIDE.\nRespondent Luis K. Lokin, Jr. is found guilty of violating Rule 15.03 of the Code of Professional Responsibility and is hereby SUSPENDED from the practice of law for a period of Three (3) Months, with WARNING that a repetition of the same or similar offense shall be dealt with more severely.\nSO ORDERED.\nPanganiban, (Chairman), Sandoval-Gutierrez, Corona, and Garcia, JJ., concur.\n[1]\nREPUBLIC OF THE PHILIPPINES vs. JOSE L. AFRICA, MANUEL H. NIETO, JR., FERDINAND E. MARCOS, IMELDA R. MARCOS, FERDINAND R. MARCOS, JR., ROBERTO S. BENEDICTO, JUAN PONCE ENRILE, POTENCIANO ILUSORIO.\n[2]\nIlusorio's Petition in SEC Case No. 09-98-6086 states that the Compromise Agreement was approved on June 8, 1998 (\nRollo at 111). Respondent's Memorandum in the same case likewise states that the Sandiganbayan approved the Agreement, but that there was a pending motion to vacate the order (\nRollo at 124).\n[3]\nPOTENCIANO ILUSORIO, KATRINA ENRILE DELA CALZADA, FIDELITY FARMS, INC.,GREAT ASIA ENTERPRISES and JAKA INVESTMENTS CORP. vs. RONALDO SALONGA, MANUEL NIETO, JR., LOURDES AFRICA, HONORIO POBLADOR III, SALVADOR HIZON, BENITO ARANETA, CARMELO P. AFRICA, JR. and EDGARDO VILLANUEVA.\n[4]\nRollo at 383-384.\n[5]\n, 550-551 (2000).\n[6]\nCommissioner Pedro Magpayo, Jr. quotes Section 1, Rule 139-B as follows:\n\"SECTION 1.\nHow instituted.\n– Proceedings for disbarment, suspension or discipline of attorneys may be taken by the Supreme Court motu proprio\n, or by the Integrated Bar of the Philippines (IBP)\nupon the verified complaint of and shall be supported by affidavit, of persons having personal knowledge of the facts therein alleged and/or by such documents as may substantiate said facts.\" (\nRollo at 362, emphasis and underscoring supplied)\n[7]\n285 SCRA 586, 592-593 (1998).\n[8]\nRespondent states in his Comment: \"x x x the position that he [respondent] took in the SEC case has no relation or connection at all to the position that his Firm espoused in SB Case No. 009 in representation of Atty. Ilusorio\n.\" (\nRollo at 347, underscoring supplied).\n[9]\nThe Respondent states in his Answer (With Motion to Dismiss): \"When the Respondent represented Manuel H. Nieto, Jr. and Lourdes Africa against the renegade faction of the Ilusorio family, the representation was in relation to the August 27, 1998 Special Stockholders' Meeting of PHILCOMSAT wherein the Respondent has an interest to protect xxx\" (IBP Rollo at 105).\n[10]\nRollo at 129.\n[11]\nId. at 851-852, Vol. 2.\n[12]\nId.\nat 366-368, Vol. 1.\n[13]\nId.\nat 350-351, Vol. 1.\n[14]\nVide note 8.\n[15]\n84 PHIL 569, 580 (1949).\n[16]\nRollo at 345-346, Vol. 1.\n[17]\nId. at 111-112.\n[18]\nId.\nat 126.\n[19]\nId.\nat 384.",
  "has_gr_number": false,
  "case_type": "civil",
  "case_subtypes": [
    "resolution",
    "petition"
  ],
  "case_subtype": "resolution",
  "quality_metrics": {
    "has_ruling": true,
    "text_length": 23446
  }
}

