{"id": "sha256:481b258b8f43977f2d82392270c72776d571c7d2d43c370b4a59e6306ec22a62", "gr_number": "G.R. No. 172295", "gr_numbers": ["G.R. No. 172295"], "special_number": null, "special_numbers": null, "case_title": "LILIA P. LABADAN PETITIONER, VS. FOREST HILLS ACADEMY/NAOMI CABALUNA AND PRESIDING COMISSIONER SALIC B. DUMARPA, COMMISSIONER PROCULO T. SARMEN, COMMISSIONER NOVITO C. CAGAYAN, RESPONDENTS.", "page_title": "G.R. No. 172295 - LILIA P. LABADAN PETITIONER, VS. FOREST HILLS ACADEMY/NAOMI CABALUNA AND PRESIDING COMISSIONER SALIC B. DUMARPA, COMMISSIONER PROCULO T. SARMEN, COMMISSIONER NOVITO C. CAGAYAN, RESPONDENTS. D E C I S I O N - Supreme Court E-Library", "promulgation_date": "2008-12-23", "promulgation_year": 2008, "promulgation_month": "dec", "court": "Supreme Court", "source_url": "https://elibrary.judiciary.gov.ph/thebookshelf/showdocs/1/48415", "clean_version": "v2.2", "checksum": "sha256:91d10121b792137429e233d734a767aa2a06c0960186991857d71f52e571af5d", "crawl_ts": "2025-10-22T08:02:41.591420Z", "ponente": "CARPIO MORALES, J.", "division": null, "en_banc": null, "clean_text": "[ G.R. No. 172295, December 23, 2008 ]\nLILIA P. LABADAN PETITIONER, VS. FOREST HILLS ACADEMY/NAOMI CABALUNA AND PRESIDING COMISSIONER SALIC B. DUMARPA, COMMISSIONER PROCULO T. SARMEN, COMMISSIONER NOVITO C. CAGAYAN, RESPONDENTS.\nD E C I S I O N CARPIO MORALES, J.:\nLilian L. Labadan (petitioner) was hired by private respondent Forest Hills Mission Academy (Forest Hills) in July 1989 as an elementary school teacher. From 1990 up to 2002, petitioner was registrar and secondary school teacher.\nOn August 18, 2003, petitioner filed a complaint\n[1]\nagainst respondent Forest Hills and its administrator respondent Naomi Cabaluna for illegal dismissal, non-payment of overtime pay, holiday pay, allowances, 13 th month pay, service incentive leave, illegal deductions, and damages.\nIn her Position Paper, [2]\npetitioner alleged that she was allowed to go on leave from Forest Hills, and albeit she had exceeded her approved leave period, its extension was impliedly approved by the school principal because she received no warning or reprimand and was in fact retained in the payroll up to 2002.\n[3]\nPetitioner further alleged that since 1990, tithes to the Seventh Day Adventist church have been illegally deducted from her salary; and she was not paid overtime pay for overtime service, 13 th month pay, five days service incentive leave pay, and holiday pay; and that her SSS contributions have not been remitted.\nClaiming that strained relations between her and Forest Hill have rendered reinstatement not feasible, petitioner prayed for separation pay in lieu of reinstatement.\nIn its Position Paper, [4]\nForest Hills claimed as follows: In July 2001, petitioner was permitted to go on leave for two weeks but did not return for work after the expiration of the period. Despite petitioner's undertaking to report \"soon,\" she never did even until the end of School Year 2001-2002. It thus hired a temporary employee to accomplish the needed reports. When she finally returned for work, classes for the School Year 2002-2003 were already on-going.\nTo belie petitioner's claim that she was dismissed, Forest Hills submitted a list of faculty members and staff from School Year 1998-1999 up to School Year 2001 to 2002 which included her name.\n[5]\nWith regard to the charge for illegal deduction, Forest Hills claimed that the Seventh Day Adventist Church requires its members to pay tithes equivalent to 10% of their salaries, and petitioner was hired on account of her being a member thereof, and petitioner never questioned the deduction of the tithe from her salary.\nWith regard to the charge for non-payment of overtime pay, holiday pay, and allowances, Forest Hills noted that petitioner proffered no evidence to support the same.\nThe Labor Arbiter decided in favor of petitioner, disposing as follows:\nWHEREFORE, judgment is hereby rendered:\nFinding respondents Forest Hills Academy and/or Naomi Cabaluna guilty of illegally dismissing the complainant; Directing respondent to pay complainant Lilia P. Labadan the total amount of P152,501.02 representing her monetary award x x x.\nComplainant's other claim[s] are hereby dismissed for lack of merit and/or failure to substantiate.\nSO ORDERED.\n[6]\nThe National Labor Relations Commission (NLRC), finding the Labor Arbiter to have misappreciated the facts of the case, reversed and set aside his decision and dismissed petitioner's complaint by Resolution of June 30, 2005.\n[7]\nOn petitioner's Petition for Certiorari, [8]\nthe Court of Appeals, by Resolution\n[9]\nof December 15, 2005, dismissed the petition for deficient amount of appellate docket fee, non-attachment of Affidavit of Service, absence of written explanation why the petition was filed through registered mail instead of through personal service, and non-attachment of copies of the Complaint and the Answer filed before the Labor Arbiter. Petitioner's Motion for Reconsideration having been denied, [10]\nshe filed the present Petition for Review on Certiorari, [11]\nfaulting the Court of Appeals x x x IN DISMISSING THE PETITION ON THE GROUND OF TECHNICALITIES[;]\nx x x IN NOT DECIDING ON THE MERITS WHETHER OR NOT HONORABLE COMMISSIONERS OF THE 5 TH DIVISION HAVE COMMITTED AN ACT OF GRAVE ABUSE OF DISCRETION AMOUNTING TO LACK OR EXCESS OF JURISDICTION:\nIN REVERSING THE FINDINGS OF THE EXECUTIVE LABOR ARBITER THAT HEREIN PETITIONER-COMPLAINANT WAS NOT DISMISSED FROM HER WORK AS A TEACHER and AT THE SAME TIME THE REGISTRAR; IN FINDING THAT BY A PROLONGED ABSENCE OF ONE YEAR MORE OR LESS, PETITIONER WAIVED HER 13 TH MONTH PAY AND SERVICE INCENTIVE LEAVES AS SHE FAILED TO STATE SUCH CLAIMS IN HER AFFIDAVIT THAT WAS ATTACHED [TO] HER POSITION PAPER, and; THAT THE DECISION/RESOLUTION RENDERED BY THE HONORABLE COMMISSIONERS OF THE 5 TH DIVISION WAS TAINTED WITH GRAVE ABUSE OF DISCRETION AS IT WAS INCOMPLETE AND UNLAWFUL[.]\n[12]\n(Italics and emphasis in the original)\nNon-payment of docket fee at the time of the filing of a petition does not automatically call for its dismissal as long as the fee is paid within the applicable prescriptive or reglementary period.\n[13]\nWhile petitioner paid the P30 deficient amount of the docket fee on February 7, 2006, [14]\nit was beyond the 60-day period for filing the petition for certiorari. Nevertheless, the Court, in the interest of substantial justice, brushes aside this and the other technicalities cited by the Court of Appeals in its Resolution of December 15, 2005\n[15]\nand, instead of remanding the case to the appellate court, now hereby decides the case on the merits.\nWhile in cases of illegal dismissal, the employer bears the burden of proving that the dismissal is for a valid or authorized cause, the employee must first establish by substantial evidence the fact of dismissal.\n[16]\nThe records do not show that petitioner was dismissed from the service. They in fact show that despite petitioner's absence from July 2001 to March 2002 which, by her own admission, exceeded her approved leave, [17]\nshe was still considered a member of the Forest Hills faculty\n[18]\nwhich retained her in its payroll.\n[19]\nPetitioner argues, however, that she was constructively dismissed when Forest Hills merged her class with another \"so much that when she reported back to work, she has no more claims to hold and no more work to do.\"\n[20]\nPetitioner, however, failed to refute Forest Hills' claim that when she expressed her intention to resume teaching, classes were already ongoing for School Year 2002-2003. It bears noting that petitioner simultaneously held the positions of secondary school teacher and registrar and, as the NLRC noted, she could have resumed her work as registrar had she really wanted to continue working with Forest Hills.\n[21]\nPetitioner's affidavit and those of her former colleagues, [22]\nwhich she attached to her Position Paper, merely attested that she was dismissed from her job without valid cause, but gave no particulars on when and how she was dismissed.\nThere being no substantial proof that petitioner was dismissed, she is not entitled to separation pay or backwages.\nRespecting petitioner's claim for holiday pay, Forest Hills contends that petitioner failed to prove that she actually worked during specific holidays. Article 94 of the Labor Code provides, however, that\n(a)\nEvery worker shall be paid his regular daily wage during regular holidays, except in retail and service establishments regularly employing less than ten (10) workers; (b)\nThe employer may require an employee to work on any holiday but such employee shall be paid a compensation equivalent to twice his regular rate[.]\nThe provision that a worker is entitled to twice his regular rate if he is required to work on a holiday implies that the provision entitling a worker to his regular rate on holidays applies even if he does not work.\nThe petitioner is likewise entitled to service incentive leave under Article 95 of the Labor Code which provides that\n(a)\nEvery employee who has rendered at least one year of service shall be entitled to a yearly service incentive leave of five days with pay.\n(b)\nThis provision shall not apply to those who are already enjoying the benefit herein provided, those enjoying vacation leave with pay of at least five days and those employed in establishments regularly employing less than ten employees or in establishment exempted from granting this benefit by the Secretary of Labor after considering the viability or financial condition of such establishment.\nx x x x, and to 13 th month pay under Presidential Decree No. 851.\n[23]\nAs for petitioner's claims for overtime pay, it must be denied, for other than the uncorroborated affidavits of her colleagues, there is no concrete proof that she is entitled thereto.\n[24]\nAnd so must her claim for allowances, no proof to her entitlement thereto having been presented.\nOn the deduction of 10% tithe, Article 113 of the Labor Code instructs:\nART. 113. No employer, in his own behalf or in behalf of any person, shall make any deduction from the wages of his employees, except:\n(a)\nIn cases where the worker is insured with his consent by the employer, and the deduction is to recompense the employer for the amount paid by him as premium on the insurance; (b)\nFor union dues, in cases where the right of the worker or his union to check-off has been recognized by the employer or authorized in writing by the individual worker concerned; and\n(c)\nIn cases where the employer is authorized by law or regulations issued by the Secretary of Labor, as does Rule VIII, Section 10 of the Rules Implementing Book III of the Labor Code reading:\nSEC. 10. Deductions from the wages of the employees may be made by the employer in any of the following cases:\n(a)\nWhen the deductions are authorized by law, including deductions for the insurance premiums advanced by the employer in behalf of the employee as well as union dues where the right to check-off has been recognized by the employer or authorized in writing by the individual employee himself; (b)\nWhen the deductions are with the written authorization of the employees for payment to a third person and the employer agrees to do so, provided that the latter does not receive any pecuniary benefit, directly or indirectly, from the transaction. (Emphasis and underscoring supplied)\nIn the absence then of petitioner's written conformity to the deduction of the 10% tithe from her salary, the deduction made by Forest Hills was illegal.\nFinally, on petitioner's claim that Forest Hills did not remit her SSS contributions, Villar v. National Labor Relations Commission\n[25]\nenlightens:\nx x x [\nT]he burden of proving payment of monetary claims rests on the employer\n. x x x x x x x The reason for the rule is that the pertinent personnel files, payrolls, records, remittances and other similar documents - which will show that overtime, differentials, service incentive leave and other claims of workers have been paid - are not in the possession of the worker but in the custody and absolute control of the employer.\n[26]\n(Underscoring supplied)\nForest Hills having glossed over this claim, the same must be granted.\nFinally, insofar as petitioner was compelled to litigate her money claims, an award of attorney's fees equivalent to 10% of the final judgment award is in order.\n[27]\nWHEREFORE\n, the Court of Appeals Resolution of December 15, 2005 is SET ASIDE. The petition is GRANTED insofar as petitioner's claims for illegal deductions, holiday pay, service incentive leave pay, 13 th month pay, and non-remittance of SSS contributions are concerned. Respondents are accordingly ORDERED to refund to petitioner the amount of the illegal deductions from her salary; to pay her holiday pay, service incentive leave pay, and 13 th month pay; to remit her contributions to the SSS; and to pay her attorney's fees equivalent to 10% of the final judgment award. The case is accordingly REMANDED to the Labor Arbiter for computation of the amount of such money claims.\nSO ORDERED.\nQuisumbing, (Chairperson), Tinga, Velasco, Jr., and Brion, JJ., concur.\n[1]\nNLRC records vol. I, p. 1.\n[2]\nId. at 11-20.\n[3]\nId. at 15.\n[4]\nId. at 50, 58.\n[5]\nId. at 59.\n[6]\nId. at 95.\n[7]\nNLRC records, vol. II, pp. 355-359.\n[8]\nCA rollo\n, pp. 2-19.\n[9]\nPenned by Court of Appeals Associate Justice Romulo V. Borja, with the concurrences of Associate Justices Myrna Dimaraan Vidal and Ricardo R. Rosario, id. at 58-59.\n[10]\nId. at 60-68, 114-115.\n[11]\nRollo\n, pp. 12-37.\n[12]\nId. at 18-19.\n[13]\nVide Philippine Amusement and Gaming Corporation (PAGCOR) v. Lopez, Adm. Matter No. RTJ-04-1848, October 25, 2005, 474 SCRA 76, 92.\n[14]\nReceipt attached to CA rollo\n, p. 1.\n[15]\nVide Reyes v. Fil-Estate Properties, Inc., G.R. No. 148967, February 9, 2007, 515 SCRA 269, 287.\n[16]\nVide Ledesma, Jr. v. National Labor Relations Commission, G.R. No. 174585, October 19, 2007, 537 SCRA 358, 370.\n[17]\nNLRC records vol. I, p. 14.\n[18]\nId. at 59.\n[19]\nId. at 14, 27.\n[20]\nRollo\n, p. 26.\nVide pp. 26-27.\n[21]\nNLRC records vol. II, p. 358.\n[22]\nNLC records vol. I, pp. 24-25, 28.\n[23]\nRequiring All Employers to Pay their Employees a 13 th-\nMonth Pay.\n[24]\nNLRC records vol. I, p. 28.\n[25]\n(2000)\n[26]\nId., at 716.\n[27]\nVide Civil Code, Article 2208:\nIn the absence of stipulation, attorney's fees and expenses of litigation, other than judicial costs, cannot be recovered except:\nx x x x\n(7) In actions for the recovery of wages of household helpers, laborers, and skilled workers; (8) In actions for indemnity under workmen's compensation and employer's liability laws; x x x x\n(11) In any other case where the court deems it just and equitable that attorney's fees and expenses of litigation should be recovered.\nx x x x", "sections": {"ruling": "WHEREFORE, judgment is hereby rendered:\nFinding respondents Forest Hills Academy and/or Naomi Cabaluna guilty of illegally dismissing the complainant; Directing respondent to pay complainant Lilia P. Labadan the total amount of P152,501.02 representing her monetary award x x x.\nComplainant's other claim[s] are hereby dismissed for lack of merit and/or failure to substantiate.\nSO ORDERED.", "facts": "the facts of the case, reversed and set aside his decision and dismissed petitioner's complaint by Resolution of June 30, 2005.\n[7]\nOn petitioner's Petition for Certiorari, [8]\nthe Court of Appeals, by Resolution\n[9]\nof December 15, 2005, dismissed the petition for deficient amount of appellate docket fee, non-attachment of Affidavit of Service, absence of written explanation why the petition was filed through registered mail instead of through personal service, and non-attachment of copies of the Complaint and the Answer filed before the Labor Arbiter. Petitioner's Motion for Reconsideration having been denied, [10]\nshe filed the present Petition for Review on Certiorari, [11]\nfaulting the Court of Appeals x x x IN DISMISSING THE PETITION ON THE GROUND OF TECHNICALITIES[;]\nx x x IN NOT DECIDING ON THE MERITS WHETHER OR NOT HONORABLE COMMISSIONERS OF THE 5 TH DIVISION HAVE COMMITTED AN ACT OF GRAVE ABUSE OF DISCRETION AMOUNTING TO LACK OR EXCESS OF JURISDICTION:\nIN REVERSING THE FINDINGS OF THE EXECUTIVE LABOR ARBITER THAT HEREIN PETITIONER-COMPLAINANT WAS NOT DISMISSED FROM HER WORK AS A TEACHER and AT THE SAME TIME THE REGISTRAR; IN FINDING THAT BY A PROLONGED ABSENCE OF ONE YEAR MORE OR LESS, PETITIONER WAIVED HER 13 TH MONTH PAY AND SERVICE INCENTIVE LEAVES AS SHE FAILED TO STATE SUCH CLAIMS IN HER AFFIDAVIT THAT WAS ATTACHED [TO] HER POSITION PAPER, and; THAT THE DECISION/RESOLUTION RENDERED BY THE HONORABLE COMMISSIONERS OF THE 5 TH DIVISION WAS TAINTED WITH GRAVE ABUSE OF DISCRETION AS IT WAS INCOMPLETE AND UNLAWFUL[.]\n[12]\n(Italics and emphasis in the original)\nNon-payment of docket fee at the time of the filing of a petition does not automatically call for its dismissal as long as the fee is paid within the applicable prescriptive or reglementary period.\n[13]\nWhile petitioner paid the P30 deficient amount of the docket fee on February 7, 2006, [14]\nit was beyond the 60-day period for filing the petition for certiorari. Nevertheless, the Court, in the interest of substantial justice, brushes aside this and the other technicalities cited by the Court of Appeals in its Resolution of December 15, 2005\n[15]\nand, instead of remanding the case to the appellate court, now hereby decides the case on the merits.\nWhile in cases of illegal dismissal, the employer bears the burden of proving that the dismissal is for a valid or authorized cause, the employee must first establish by substantial evidence the fact of dismissal.\n[16]\nThe records do not show that petitioner was dismissed from the service. They in fact show that despite petitioner's absence from July 2001 to March 2002 which, by her own admission, exceeded her approved leave, [17]\nshe was still considered a member of the Forest Hills faculty\n[18]\nwhich retained her in its payroll.\n[19]\nPetitioner argues, however, that she was constructively dismissed when Forest Hills merged her class with another \"so much that when she reported back to work, she has no more claims to hold and no more work to do.\"\n[20]\nPetitioner, however, failed to refute Forest Hills' claim that when she expressed her intention to resume teaching, classes were already ongoing for School Year 2002-2003. It bears noting that petitioner simultaneously held the positions of secondary school teacher and registrar and, as the NLRC noted, she could have resumed her work as registrar had she really wanted to continue working with Forest Hills.\n[21]\nPetitioner's affidavit and those of her former colleagues, [22]\nwhich she attached to her Position Paper, merely attested that she was dismissed from her job without valid cause, but gave no particulars on when and how she was dismissed.\nThere being no substantial proof that petitioner was dismissed, she is not entitled to separation pay or backwages.\nRespecting petitioner's claim for holiday pay, Forest Hills contends that petitioner failed to prove that she actually worked during specific holidays. Article 94 of the Labor Code provides, however, that\n(a)\nEvery worker shall be paid his regular daily wage during regular holidays, except in retail and service establishments regularly employing less than ten (10) workers; (b)\nThe employer may require an employee to work on any holiday but such employee shall be paid a compensation equivalent to twice his regular rate[.]\nThe provision that a worker is entitled to twice his regular rate if he is required to work on a holiday implies that the provision entitling a worker to his regular rate on holidays applies even if he does not work.\nThe petitioner is likewise entitled to service incentive leave under Article 95 of the Labor Code which provides that\n(a)\nEvery employee who has rendered at least one year of service shall be entitled to a yearly service incentive leave of five days with pay.\n(b)\nThis provision shall not apply to those who are already enjoying the benefit herein provided, those enjoying vacation leave with pay of at least five days and those employed in establishments regularly employing less than ten employees or in establishment exempted from granting this benefit by the Secretary of Labor after considering the viability or financial condition of such establishment.\nx x x x, and to 13 th month pay under Presidential Decree No. 851.\n[23]\nAs for petitioner's claims for overtime pay, it must be denied, for other than the uncorroborated affidavits of her colleagues, there is no concrete proof that she is entitled thereto.\n[24]\nAnd so must her claim for allowances, no proof to her entitlement thereto having been presented.\nOn the deduction of 10% tithe, Article 113 of the Labor Code instructs:\nART. 113. No employer, in his own behalf or in behalf of any person, shall make any deduction from the wages of his employees, except:\n(a)\nIn cases where the worker is insured with his consent by the employer, and the deduction is to recompense the employer for the amount paid by him as premium on the insurance; (b)\nFor union dues, in cases where the right of the worker or his union to check-off has been recognized by the employer or authorized in writing by the individual worker concerned; and\n(c)\nIn cases where the employer is authorized by law or regulations issued by the Secretary of Labor, as does Rule VIII, Section 10 of the Rules Implementing Book III of the Labor Code reading:\nSEC. 10. Deductions from the wages of the employees may be made by the employer in any of the following cases:\n(a)\nWhen the deductions are authorized by law, including deductions for the insurance premiums advanced by the employer in behalf of the employee as well as union dues where the right to check-off has been recognized by the employer or authorized in writing by the individual employee himself; (b)\nWhen the deductions are with the written authorization of the employees for payment to a third person and the employer agrees to do so, provided that the latter does not receive any pecuniary benefit, directly or indirectly, from the transaction. (Emphasis and underscoring supplied)\nIn the absence then of petitioner's written conformity to the deduction of the 10% tithe from her salary, the deduction made by Forest Hills was illegal.\nFinally, on petitioner's claim that Forest Hills did not remit her SSS contributions, Villar v. National Labor Relations Commission\n[25]\nenlightens:\nx x x [\nT]he burden of proving payment of monetary claims rests on the employer\n. x x x x x x x The reason for the rule is that the pertinent personnel files, payrolls, records, remittances and other similar documents - which will show that overtime, differentials, service incentive leave and other claims of workers have been paid - are not in the possession of the worker but in the custody and absolute control of the employer.\n[26]\n(Underscoring supplied)\nForest Hills having glossed over this claim, the same must be granted.\nFinally, insofar as petitioner was compelled to litigate her money claims, an award of attorney's fees equivalent to 10% of the final judgment award is in order.\n[27]", "issues": "issued by the Secretary of Labor, as does Rule VIII, Section 10 of the Rules Implementing Book III of the Labor Code reading:\nSEC. 10. Deductions from the wages of the employees may be made by the employer in any of the following cases:\n(a)\nWhen the deductions are authorized by law, including deductions for the insurance premiums advanced by the employer in behalf of the employee as well as union dues where the right to check-off has been recognized by the employer or authorized in writing by the individual employee himself; (b)\nWhen the deductions are with the written authorization of the employees for payment to a third person and the employer agrees to do so, provided that the latter does not receive any pecuniary benefit, directly or indirectly, from the transaction. (Emphasis and underscoring supplied)\nIn the absence then of petitioner's written conformity to the deduction of the 10% tithe from her salary, the deduction made by Forest Hills was illegal.\nFinally, on petitioner's claim that Forest Hills did not remit her SSS contributions, Villar v. National Labor Relations Commission\n[25]\nenlightens:\nx x x [\nT]he burden of proving payment of monetary claims rests on the employer\n. x x x x x x x The reason for the rule is that the pertinent personnel files, payrolls, records, remittances and other similar documents - which will show that overtime, differentials, service incentive leave and other claims of workers have been paid - are not in the possession of the worker but in the custody and absolute control of the employer.\n[26]\n(Underscoring supplied)\nForest Hills having glossed over this claim, the same must be granted.\nFinally, insofar as petitioner was compelled to litigate her money claims, an award of attorney's fees equivalent to 10% of the final judgment award is in order.\n[27]", "header": "[ G.R. No. 172295, December 23, 2008 ]\nLILIA P. LABADAN PETITIONER, VS. FOREST HILLS ACADEMY/NAOMI CABALUNA AND PRESIDING COMISSIONER SALIC B. DUMARPA, COMMISSIONER PROCULO T. SARMEN, COMMISSIONER NOVITO C. CAGAYAN, RESPONDENTS.\nD E C I S I O N CARPIO MORALES, J.:\nLilian L. Labadan (petitioner) was hired by private respondent Forest Hills Mission Academy (Forest Hills) in July 1989 as an elementary school teacher. From 1990 up to 2002, petitioner was registrar and secondary school teacher.\nOn August 18, 2003, petitioner filed a complaint\n[1]\nagainst respondent Forest Hills and its administrator respondent Naomi Cabaluna for illegal dismissal, non-payment of overtime pay, holiday pay, allowances, 13 th month pay, service incentive leave, illegal deductions, and damages.\nIn her Position Paper, [2]\npetitioner alleged that she was allowed to go on leave from Forest Hills, and albeit she had exceeded her approved leave period, its extension was impliedly approved by the school principal because she received no warning or reprimand and was in fact retained in the payroll up to 2002.\n[3]\nPetitioner further alleged that since 1990, tithes to the Seventh Day Adventist church have been illegally deducted from her salary; and she was not paid overtime pay for overtime service, 13 th month pay, five days service incentive leave pay, and holiday pay; and that her SSS contributions have not been remitted.\nClaiming that strained relations between her and Forest Hill have rendered reinstatement not feasible, petitioner prayed for separation pay in lieu of reinstatement.\nIn its Position Paper, [4]\nForest Hills claimed as follows: In July 2001, petitioner was permitted to go on leave for two weeks but did not return for work after the expiration of the period. Despite petitioner's undertaking to report \"soon,\" she never did even until the end of School Year 2001-2002. It thus hired a temporary employee to accomplish the needed reports. When she finally returned for work, classes for the School Year 2002-2003 were already on-going.\nTo belie petitioner's claim that she was dismissed, Forest Hills submitted a list of faculty members and staff from School Year 1998-1999 up to School Year 2001 to 2002 which included her name.\n[5]\nWith regard to the charge for illegal deduction, Forest Hills claimed that the Seventh Day Adventist Church requires its members to pay tithes equivalent to 10% of their salaries, and petitioner was hired on account of her being a member thereof, and petitioner never questioned the deduction of the tithe from her salary.\nWith regard to the charge for non-payment of overtime pay, holiday pay, and allowances, Forest Hills noted that petitioner proffered no evidence to support the same.\nThe Labor Arbiter decided in favor of petitioner, disposing as follows:\nWHEREFORE, judgment is hereby rendered:\nFinding respondents Forest Hills Academy and/or Naomi Cabaluna guilty of illegally dismissing the complainant; Directing respondent to pay complainant Lilia P. Labadan the total amount of P152,501.02 representing her monetary award x x x."}, "has_gr_number": true, "has_special_number": false, "case_type": "civil", "case_subtypes": ["certiorari", "support", "damages", "motion", "resolution", "order", "labor"], "case_subtype": "certiorari", "quality_metrics": {"has_ruling": true, "text_length": 13713, "sections_extracted": 4, "has_structured_sections": true}}
{"id": "sha256:dd5eade6f618f9f3749118325916eaaa0edd93a347fc269932a2fdc3d25b5b30", "gr_number": "G.R. No. 201271", "gr_numbers": ["G.R. No. 201271"], "special_number": "SP No. 113405", "special_numbers": ["SP No. 113405"], "case_title": "ROBERTO A. TORRES, IMMACULADA TORRES-ALANON, AGUSTIN TORRES", "page_title": "G.R. No. 201271 - ROBERTO A. TORRES, IMMACULADA TORRES-ALANON, AGUSTIN TORRES, AND JUSTO TORRES, JR., PETITIONERS, VS. ANTONIA F. ARUEGO, RESPONDENT.D E C I S I O N - Supreme Court E-Library", "promulgation_date": "2017-09-20", "promulgation_year": 2017, "promulgation_month": "sep", "court": "Supreme Court", "source_url": "https://elibrary.judiciary.gov.ph/thebookshelf/showdocs/1/63361", "clean_version": "v2.2", "checksum": "sha256:ed63d37b5933b1b4efc18fcb98293a89560f99d99a12522156915351d59c5af1", "crawl_ts": "2025-10-22T07:45:52.185065Z", "ponente": "DEL CASTILLO, J.", "division": null, "en_banc": null, "clean_text": "[ G.R. No. 201271, September 20, 2017 ]\nROBERTO A. TORRES, IMMACULADA TORRES-ALANON, AGUSTIN TORRES, AND JUSTO TORRES, JR., PETITIONERS, VS. ANTONIA F. ARUEGO, RESPONDENT.\nD E C I S I O N DEL CASTILLO, J.:\nThis Petition for Review on Certiorari\n[1]\nunder Rules 45 of the Rules of Court seeks to annul and set aside the September 12, 2011 Resolution\n[2]\nand March 26, 2012 Resolution\n[3]\nof the Court of Appeals (CA) in CA-G.R. SP No. 113405 which dismissed petitioners' Roberto A. Torres, Immaculada Torres-Alanon, Agustin Torres and Justo Torres, Jr. (petitioners) Petition for Certiorari for lack of merit and denied their Motion for Reconsideration, respectively.\nThe Factual Antecedents On March 7, 1983, Antonia F. Aruego (Antonia) and Evelyn F. Aruego (Evelyn), represented by their mother and guardian ad litem Luz M. Fabian, filed a Complaint\n[4]\nwith the Regional Trial Court (RTC) of Manila for \"Compulsory Recognition and Enforcement of Successional Rights\" against Jose E. Aruego, Jr. and the five minor children of Gloria A. Torres, represented by their father and guardian ad litem Justo M. Torres, Jr. (collectively defendants). The Complaint was docketed as Civil Case No. 83-16093.\nIn their Complaint, Antonia and Evelyn alleged that they are the illegitimate children of the deceased Jose M. Aruego (Aruego) who had and maintained an amorous relationship with Luz Fabian, their mother, up to the demise of Aruego on March 30, 1982.\nAlleging further that they are in continuous possession of the status of children of the deceased Aruego and not being aware of any intestate proceeding having been filed in court for the settlement of the estate of Aruego, they have thus filed this complex action for compulsory acknowledgment and participation in said inheritance. In paragraph 10 of their Complaint, they enumerated the following properties left by the deceased Aruego, so far as known to them:\n10. The deceased Jose M. Aruego left, among other things, so far as known to the plaintiffs, the following properties:\n(a) Undivided one-third (1/3) share to a parcel of land covered by T.C.T. No. 30770 of the Registry of Deeds of Quezon City, Metro Manila, with an area of 797 square meters, more or less.\n(b) Undivided one-half (1/2) share to the parcels of land covered by:\nT.C.T. No. 48618 of the Registry of Deeds for the Province of Pangasinan, with an area of 68,365 square meters, more or less.\nT.C.T. No. 18683 of the Registry of Deeds for the Province of Pangasinan, with an area of 23,131 square meters, more or less.\nT.C.T. No. 21319 of the Registry of Deeds for the Province of Pangasinan, with an area of 12,956 square meters, more or less.\nT.C.T. No. 21317 of the Registry of Deeds for the Province of Pangasinan, with an area of 7,776 square meters, more or less.\nT.C.T. No. 21315 of the Registry of Deeds for the Province of Pangasinan, with an area of 34,889 square meters, more or less.\nT.C.T. No. 21316 of the Registry of Deeds for the Province of Pangasinan, with an area of 6,083 square meters, more or less.\nT.C.T. No. 127154 of the Registry of Deeds for the Province of Pangasinan, with an area of 757 square meters, more or less.\nT.C.T. No. 9598 of the Registry of Deeds for the Province of Pangasinan, with an area of 1,167 square meters, more or less.\nT.C.T. No. 1060 of the Registry of Deeds for the Province of Pangasinan, with an area of 44,602 square meters, more or less.\n(c) Undivided one-half share of whatever rights, interests and participation the deceased Jose M. Aruego has on the University Stock Supply, Inc., a corporation organized and existing under Philippine laws.\n[5]\nIn their Answer, [6]\ndefendants denied the allegations of the Complaint and set forth affirmative defenses to dispute the claim of Antonia and Evelyn that they are the illegitimate children of the deceased Aruego.\nAfter trial on the merits, the court rendered a Decision\n[7]\non June 15, 1992, disposing as follows:\nWHEREFORE, judgment is rendered -\n1. Declaring Antonia Aruego as illegitimate daughter of Jose Aruego and Luz Fabian; 2. Evelyn Fabian is not an illegitimate daughter of Jose Aruego with Luz Fabian; 3. Declaring that, the estate of deceased Jose Aruego are the following:\n1. Real [Estate] Properties covered by TCT No. 48680, exh \"K\"; 2. TCT No. 18683, exh \"K-1\"; 3. TCT No. 12150, exh \"K-2\"; 4. TCT No. 21316, exh \"K-3\"; 5. TCT No. 21311, exh \"K-4\"; 6. TCT No. 21318, exh \"K-5\"; 7. TCT No. 127154, exh \"K-6\"; 8. TCT No. 9598, exh \"K-7\"; 9. TCT No. 1060, exh \"K-8\"; 10. TCT No. 30730, exh \"K-9\"; 11. share in the University Book Store.\n4. Antonia Aruego is entitled to a share equal to 1/2 portion of share of the legitimate children of Jose Aruego; 5. Defendants are hereby ordered to recognize Antonia Aruego as the illegitimate daughter of Jose Aruego; 6. Defendants are hereby ordered to deliver to Antonia Aruego's share in the estate of Jose Aruego, Sr.; 7. Defendants to pay plaintiff (Antonia Aruego) counsel the Sum of P10,000.00 as Atty's. fee.\n8. Cost against the defendants.\nSO ORDERED.\n[8]\nDefendants filed a Motion for Partial Reconsideration\n[9]\nbut it was denied by the lower court in its Order\n[10]\ndated January 14, 1983. They filed a Notice of Appeal\n[11]\non February 12, 1993 but it was denied due course by the lower court in its Order\n[12]\ndated February 26, 1993 on the ground that it was filed out of time.\nSubsequently, defendants (now petitioners) filed with the CA a Petition for Prohibition and Certiorari with Prayer for a Writ of Preliminary Injunction.\n[13]\nOn August 31, 1993, the CA dismissed the Petition for lack of merit, [14]\ndenied petitioners Motion for Reconsideration in a Minute Resolution dated October 13, 1993.\n[15]\nOn December 3, 1993, petitioners appealed the CA's Decision dated August 31, 1993 to this Court through a Petition for Review on Certiorari\n.\n[16]\nIn a Decision\n[17]\ndated March 13, 1996, this Court denied the Petition and affirmed the CA's Decision dated August 31, 1993 and Resolution dated October 13, 1993.\nOn December 4, 1996, the court a quo issued a Writ of Execution\n[18]\nto execute its Decision dated June 15, 1992.\nOn August 15, 1997, plaintiff Antonia (now respondent) filed a Motion for Partition\n[19]\nwith the court a quo alleging that its June 15, 1992 Decision became final and executory in view of the denial of the notice of appeal filed by petitioners and the dismissal of their Petition for Prohibition and Certiorari by the CA and the subsequent denial of their appeal to the Supreme Court on March 13, 1996.\nOn November 6, 1997, respondent filed a Motion to Implement Decision\n[20]\ndated June 15, 1992 which was granted by the court a quo in its Order\n[21]\ndated December 5, 1997.\nOn December 12, 1998, petitioners filed a Verified Complaint\n[22]\nwith the RTC of Quezon City docketed as Civil Case No. Q-98-36300, seeking to nullify the Deed of Absolute Sale\n[23]\ndated May 14, 1998 and the corresponding titles (TCT No. 188200\n[24]\nand TCT. No. 191257\n[25]\n) issued in relation thereto, which was executed by respondent in favor of Sharon Cuneta, Inc. covering the 1/2 portion of the lot covered by TCT No. 30730, one of the enumerated properties comprising the estate of the deceased Aruego as declared in the June 15, 1992 Decision of the lower court.\nOn July 1, 1999, respondent filed anew a Motion for Partition\n[26]\ndated June 28, 1999 praying for the implementation of the June 15, 1992 Decision of the court a quo\n.\nIn view of the pendency of Civil Case No. Q-98-36300, the court a quo in its Order\n[27]\ndated November 8, 1999 resolved to defer the resolution of respondent's Motion for Partition dated June 28, 1999 on the ground that the controversy involved in the Quezon City RTC case would constitute a prejudicial question to the issue involved in the Motion for Partition. Respondent's motion for reconsideration having been denied by the court a quo in its Order\n[28]\ndated March 21, 2000, she filed a Petition for Certiorari\n[29]\nin the CA. It was docketed as CA-G.R. SP No. 58587.\nFinding that no prejudicial question existed between the two cases involved, the CA granted the Petition for Certiorari on March 23, 2004.\n[30]\nThe CAs' Decision became final and executory for failure of petitioners to appeal therefrom. Thereupon, respondent moved that her Motion for Partition be given due course.\nPetitioners opposed the motion arguing in the main that the partition of the estate of Aruego could not take place by virtue of respondent's mere motion considering that there was no conclusive adjudication of the ownership of the properties declared as constituting the estate of Jose M. Aruego and that all the identities of his heirs had yet to be determined.\n[31]\nUnconvinced, the lower court rejected the arguments of petitioner and granted respondent's motion in its Order\n[32]\ndated July 23, 2009 disposing as follows:\nWHEREFORE, the motion is hereby GRANTED. The court orders:\nThe Defendants to submit, within 30 days from notice of this order, an accounting of all the fruits, rents, profits, and income from the properties belonging to the estate of Jose M. Aruego from the time of his death until the actual division thereof among his heirs; Each [party] to nominate three (3) competent and disinterested persons and submit, within 15 days from notice of this Order, the names of said persons from which this court shall choose three (3) commissioners who will be tasked to perform the following:\na)\nTo make an updated project of partition specifying the metes and bounds of the particular portion of the property assigned to plaintiff; and, b)\nUpon approval by the court of the project of partition, to effect the same and deliver to plaintiff her share thereon.\nSO ORDERED.\n[33]\nPetitioners filed a Motion for Reconsideration\n[34]\nbut it was denied by the court a quo\n.\n[35]\nUnsatisfied, petitioners filed a Petition for Certiorari\n[36]\nwith the CA. It was docketed as CA-G.R. SP No. 113405. In a Resolution\n[37]\npromulgated on September 12, 2011, the CA dismissed the petition for lack of merit\n[38]\nand later denied petitioners' Motion for Reconsideration in its Resolution\n[39]\ndated March 26, 2012.\nHence, this Petition for Review on Certiorari under Rule 45\n[40]\nfiled by petitioners anchored on the following grounds:\nI THE ASSAILED RESOLUTIONS ERRED IN DENYING PETITIONERS-APPELLANTS' PETITION FOR CERTIORARI CONSIDERING THAT:\nTHE ASSAILED RESOLUTION ERRONEOUSLY APPLIED THE DOCTRINE OF IMMUTABILITY OF FINAL JUDGMENTS AND THE EXCEPTIONS THERETO.\nB. IN LIGHT OF HEIRS OF JUAN D. FRANCISCO v. MUNOZ-PALMA\n, THE ASSAILED RESOLUTIONS ERRED IN FAILING TO FIND NO COMPELLING CIRCUMSTANCE THAT WARRANTS A REVIEW AND/OR MODIFICATION OF THE [15] JUNE 1992 DECISION OF THE REGIONAL TRIAL COURT CONSIDERING THAT:\nTHE [15] JUNE [1992] DECISION (OF THE COURT A QUO\n) IS NOT CONCLUSIVE WITH RESPECT TO THE PROPERTIES COMPRISING TFIE ESTATE OF MR. JOSE M. ARGUEGO, SR. AS THE SAME IS NOT AN ISSUE IN RESPONDENT-APPELLEE'S COMPLAINT FOR COMPULSORY RECOGNITION AND ENFORCEMENT OF SUCCESSIONAL RIGHTS.\nTHE DOCTRINE OF RES JUDICATA DOES NOT APPLY IN THE CASE AT BAR DUE TO THE ABSENCE OF SOME OF ITS ELEMENTS.\nEVEN ASSUMING ARGUENDO THAT THE ISSUE REGARDING THE PROPERTIES COMPRISING THE ESTATE OF MR. JOSE M. ARUEGO, SR. HAS ATTAINED FINALITY, THE SAME MAY STILL BE MODIFIED AS THE TERMS THEREOF ARE PATENTLY UNCLEAR AT LEAST WITH RESPECT TO THE SHARE OF MS. SIMEONA SAN JUAN ARGUEGO, AS WELL AS THE SHARES OF THE PETITIONERS-APPELLANTS AND/OR THIRD PARTIES THAT EXIST PRIOR TO THE DEATH OF MR. JOSE M. ARUEGO, SR.\n[41]\nPetitioners' Arguments Petitioners assail the September 12, 2011 and March 26, 2012 Resolutions of the CA on the principal ground that the Court erred in applying the doctrine of immutability of final judgments and the exceptions thereto. Citing the case of Heirs of Francisco v. Hon. Muñoz-Palma\n, [42]\npetitioners contend \"that the doctrine of immutability of judgments admits of exceptions, xxx [as] when the terms of the judgment are not clear enough that there remains room for interpretation thereof, [in which case,] the judgment may still be appealed even when the same has already attained finality.\"\n[43]\nPetitioners cited and quoted the following portion from the Decision in the aforementioned case of Heirs of Francisco v. Hon. Muñoz-Palma\n[44]\nto prove their point:\nIt may be well to remember, that the fact that the decision in the case has long become final and executory, and that the order in dispute was issued merely in execution thereof, does not necessarily imply the non-existence of an appeal therefrom. For while it is true that, as a general rule, an order of execution of a final judgment is not appealable, it also recognized that the rule is subject to two exceptions, viz\n., (1) when the order of execution varies or tends to vary the tenor of the judgment, and (2) when the terms of the judgment are not clear enough that there remains room for interpretation thereof by the trial court.\n[45]\nPetitioners assert that the terms of the June 15, 1992 Decision of the court a quo\n\"are obviously unclear as it admits of different interpretations\"\n[46]\nwhich, in fact, account for the remaining conflict between the parties herein. Respondent believes that the \"1/2 portion\" should be taken from the \"whole estate,\" contrary to their interpretation that the \"1/2 portion\" refers to \"1/2 of the share of each legitimate descendant of Aruego.\"\n[47]\nActing on her erroneous belief, she had, in fact, caused the subdivision of the property covered by TCT No. 30730, now the subject of the pending annulment case before the RTC of Quezon City docketed as Civil Case No. Q-98-36300.\nLikewise relying on the case of Heirs of Francisco v. Hon. Muñoz-Palma\n, [48]\npetitioners fault the CA in failing to find no compelling circumstance that warrants a review and/or modification of the June 15, 1992 Decision of the court a quo\n. According to them, the June 15, 1992 Decision is not conclusive with respect to the properties comprising the estate of Aruego as the same is not an issue in respondent's complaint for compulsory recognition and enforcement of successional rights.\nPetitioners also dispute the ruling of the court a quo in its February 26, 2010 Order\n[49]\n(one of the assailed Orders in their petition for certiorari before the CA) that it was forced to grant respondent's motion because the June 15, 1992 Decision had already attained finality and the necessity of giving finality to judgments that are not void is self-evident. According to petitioners, the court a quo in effect is saying that they are now barred by the doctrine of res judicata\n. They do not agree, as the elements of res judicata are absent in this case. They insist, first\n, that the June 15, 1992 Decision is not a judgment on the merits regarding the extent of the estate of Aruego. It \"was rendered without any presentation of evidence during trial, much less argued by the respective parties;\"\n[50]\nsecond\n, that it is not a final judgment, but a mere interlocutory order, as it leaves something more to be done which is the partition of Aruego's estate; and third\n, there is no identity of subject matters, parties and causes of action between the case adjudicated in the June 15, 1992 Decision and the present controversy.\nEven assuming that the June 15, 1992 Decision has attained finality, petitioners still maintain that it may still be modified because its terms are patently unclear. There is ambiguity in the manner the estate of Aruego should be divided as it admits of various interpretations.\nAll said, petitioners pray that the instant Petition be given due course —\na) by declaring that the June 15, 1992 Decision is erroneous at least with respect to the properties comprising the estate of Aruego; b) by declaring that the terms thereof, with respect to the estate of xxx Aruego, are unclear and ambiguous; c) by allowing the parties to present evidence to determine the properties and/or property interests of Aruego which are to be properly included in his estate; and d) to issue an Order annulling and setting aside the assailed Resolutions of the CA.\n[51]\nRespondent's Arguments Respondent's arguments are anchored principally on the finality of the June 12, 1992 Decision of the court a quo\n. She points out that the said Decision has attained finality more than 20 years ago for failure of petitioners to timely appeal therefrom. Their subsequent actions before the CA and the Supreme Court questioning the validity of the said Decision all proved futile as the appellate courts sustained its validity and denied their petitions.\nRespondent contends that there is no ambiguity in the terms of the June 15, 1992 Decision. Its dispositive portion clearly identified the properties of the estate and the share of respondent therein. Moreover, petitioners could have raised their objections on these matters in their Motion for Partial Reconsideration or on appeal, or certiorari in said case, but did not.\nAccording to respondent, the Order\n[52]\ndated July 23, 2009 of the court a quo giving due course to the Motion for Partition\n[53]\ndated July 28, 1999 merely implements the final and executory Decision dated June 15, 1992 giving respondent \"1/2 share of the share of legitimate child in the estate of Jose Aruego, Sr. enumerated therein.\"\n[54]\nThe CA in CA-G.R. SP No. 113405 did not err in dismissing the petition to set aside the said Order.\n[55]\nThe Principal Issue The principal issue to be resolved in this Petition is whether or not the June 15, 1992 Decision of the court a quo\n, which attained finality more than 20 years ago, may still be subject to review and modification by the Court.\nOur Ruling The Petition is not meritorious.\nThe first assailed Resolution dated September 12, 2011 of the CA in CA-G.R. SP No. 113405 dismissed petitioners' Petition for Certiorari for lack of merit. The CA ruled that it cannot issue a writ of certiorari to allow parties to present evidence in a case that has long attained finality. It held:\nAsking this Court to issue a writ of certiorari to enable a party, in this instance the Petitioners, to present evidence after a decision has long-attained finality is no different from praying that an already executory decision be reviewed. More certainly, such strat[e]gem cannot be allowed as it will contravene the doctrine of finality of judgments. Instructive on this point is the Supreme Court's pronouncement in PCI Leasing and Finance, Inc. v. Milan\n, viz\n[.]:\nA judgment becomes 'final and executory' by operation of law. Finality becomes a fact when the reglementary period to appeal lapses and no appeal is perfected within such period. As a consequence, no court (not even this Court) can exercise appellate jurisdiction to review a case or modify a decision that has became final\n.\nWhen a final judgment is executory, it becomes immutable and unalterable. It may no longer be modified in any respect either by the court which rendered it or even by this Court. The doctrine is founded on considerations of public policy and sound practice that, at the risk of occasional errors, judgments must become final at some definite point in time\n. xxx xxx Controversies cannot drag on indefinitely. The rights and obligations of every litigant must not hang in suspense for an indefinite period of time. xxx True, the doctrine on immutability of final judgments admits of exceptions such as the correction of clerical errors or the making of so-called nunc pro tunc entries in which case there is no prejudice to any party, and where the judgment is void. These exceptions, however, are not obtaining at bench. Hence, there is no ground to justify the modification of the Respondent RTC's June 15, 1992 Decision.\nTo stress, the Court finds, after a thorough review of the records, no compelling circumstance extant in this case that would warrant a departure from the doctrine of immutability of judgments. Most certainly, We cannot issue a writ so as to allow the Petitioners to present evidence as the same should have been raised by them during trial. xxx\n[56]\n(Emphasis in the original)\nDenying petitioners' Motion for Reconsideration, the CA ruled in its second assailed Resolution dated March 26, 2012, viz\n.:\nAt the risk of being repetitious, it bears reiterating, therefore, that this Court cannot and will not issue a writ of certiorari to enable the Petitioners to present evidence in a case where a decision has been rendered as far back as June 15, 1992, for doing so will contravene the doctrine of finality of judgments.\n[57]\nWe affirm the assailed Resolutions of the CA.\nNothing is more settled in the law than that a decision that has acquired finality becomes immutable and unalterable and may no longer be modified in any respect even if the modification is meant to correct erroneous conclusions of fact or law and whether it was made by the court that rendered it or by the highest court of the land.\n[58]\nThe only recognized exceptions to the general rule are the correction of clerical errors, the so-called nunc pro tunc entries which cause no prejudice to any party, void judgments, and whenever circumstances transpire after the finality of the decision rendering its execution unjust and inequitable.\n[59]\nIn arguing that the assailed Resolutions erroneously applied the doctrine of immutability of final judgments and the exceptions thereto, petitioners relied heavily on the case of Heirs of Francisco v. Hon. Muñoz-Palma\n.\n[60]\nPetitioners insist that the terms of the June 15, 1992 Decision of the court a quo are not clear enough, as there remains room for interpretation thereof, hence, the judgment may still be appealed even when the same has already attained finality.\nPetitioners' reliance on the case of Heirs of Francisco v. Hon. Muñoz-Palma\n[61]\nis misplaced. It should be stressed that in the Heirs of Francisco case, on appeal was an order of execution, which although generally not appealable, was allowed because the Court found that the Project of Partition submitted to implement the decision was not in accordance with the final decision in the case. The Order approving the Project of Partition becomes subject to review and whatever error may have been committed in arriving thereat is correctible by appeal. In the earlier case of Castro v. Surtida\n, [62]\nit was held that an appeal from an order of execution would be allowed as an exception to the general rule so that the appellate tribunal might pass upon the legality and the correctness of the said order.\n[63]\nIn contrast, what petitioners in the present case seek is an order from the court to allow them to present, evidence with regard to the properties comprising the estate of Aruego and the heirs who are to share in the inheritance. This is, in effect, an appeal from the June 15, 1992 Decision which has long become final and executory, and not from an order of execution which is yet to be carried out, thru a Project of Partition still to be submitted to and approved by the court.\nAs correctly held by the court a quo in its Order dated July 23, 2009, \"[t]he question as to what properties have been deemed included in the estate of Jose Aruego, Sr. has already been settled when the court finally resolved the main controversy on June 15, 1992 and declared, inter alia\n, that plaintiff, Antonia Aruego, is entitled to one-half of the share of the legitimate children of Jose Aruego, Sr. xxx.\"\n[64]\nThe court directed the parties to submit the names of their nominees from among whom the court shall choose three commissioners to submit an updated Project of Partition for the approval of the court.\nWorthy to note also is the ruling of the CA in its assailed Resolution dated September 12, 2011 that said court \"cannot issue a writ so as to allow the [p]etitioners to present evidence as the same should have been raised by them during trial.\"\n[65]\nWe have perused the records and found that respondent offered in evidence the certificates of title to the properties allegedly comprising the estate of Aruego.\n[66]\nThere is nothing in the records to show that petitioners opposed the said offer of evidence. They also lost the chance to dispute the evidence presented by respondent when they failed to raise the issue in their Motion for Partial Reconsideration of the June 15, 1992 Decision and more so when they failed to appeal therefrom.\nThe records also disclose that petitioners actively participated in the trial of the case. They presented and formally offered their own evidence\n[67]\nbut nothing was presented to rebut respondent's evidence on the properties comprising the estate of Aruego. In short, petitioners had ample opportunity to present their countervailing evidence during trial and it is now much too late in the day to present the evidence that they should have presented way back then. It is settled that the active participation of a party before a court is tantamount to recognition of that court's jurisdiction and willingness to abide by the court's resolution of the case.\n[68]\nPetitioners pass the blame to their counsels of record in the court below for their lost appeal. This is unacceptable. Nothing is more settled than the rule that the negligence and mistakes of counsel are binding on the client.\n[69]\nWe explained in Bejarasco, Jr. v. People\n[70]\nthat \"[t]he rationale for the rule is that a counsel, once retained, holds the implied authority to do all acts necessary or, at least, incidental to the prosecution and management of the suit in behalf of his client, such that any act or omission by counsel within the scope of the authority is regarded, in the eyes of the law, as the act or omission of the client himself.\"\nPetitioners next contend that the June 15, 1992 Decision of the court a quo is not conclusive with respect to the properties comprising the estate of Aruego, as the same is not an issue in respondent's Complaint\n[71]\nfor compulsory recognition and enforcement of successional rights.\nThis contention is specious.\nAlthough the Complaint of respondent is captioned \"For: Compulsory Recognition and Enforcement of Successional Rights\", a close reading of the averments therein would indubitably show that the determination of the estate of Aruego and the participation of respondent in the inheritance are among the issues raised in her Complaint. Paragraph 9 of her complaint stated:\n9. To the best knowledge of the plaintiffs, no intestate proceeding has been filed in court for the settlement of the estate of the deceased Jose M. Aruego, thus this complex action for compulsory acknowledgement and participation in said inheritance.\n[72]\nOn the other hand, in paragraph 10 of the Complaint, respondent enumerated the properties left by Aruego, so far as known to her.\n[73]\nConsistent with her averments in paragraphs 9 and 10, respondent prayed that:\nThe share and participation of the plaintiffs in the estate of their deceased father be determined, and the defendants ordered to deliver such share unto the plaintiffs.\n[74]\nIt has been consistently held that it is not the caption of the pleading but the allegations therein that are controlling.\n[75]\nIn Leonardo v. Court of Appeals\n, [76]\nthe Court said: \"it is not the caption of the pleading but the allegations that determine the nature of the action. The court should grant the relief warranted by the allegations and the proof even if no such relief is prayed for.\"\nPetitioners assail the dispositive portion of the June 15, 1992 Decision insofar as it declares the properties enumerated therein as comprising the estate of Aruego. They point out that such declaration in the dispositive portion is bereft of any discussion in the body of the decision.\nThey are mistaken. \"To understand the dispositive portion of a decision, one has only to ascertain the issues of the action.\"\n[77]\nAs shown above, the determination of the estate of Aruego is one of the issues raised in the Complaint of respondent. In support thereof, respondent submitted in evidence the certificates of title covering the properties claimed to be part of the state of Aruego, as well as the By-Laws of the University Bookstore.\n[78]\nNo countervailing evidence having been presented by petitioners, the court a quo declared these properties as comprising the estate of Aruego in the dispositive portion of this Decision.\nJurisprudence holds that it is the dispositive portion of the decision that controls for purposes of execution.\n[79]\nIf petitioners believed that the dispositive portion of the June 15, 1992 Decision is questionable, they should have filed a motion for reconsideration or appeal before the said Decision became final and executory. But as pointed out earlier, while petitioners filed a Motion for Partial Reconsideration, they did not raise therein the supposed error of the court in declaring the properties enumerated in the dispositive portion of the Decision as comprising the estate of Aruego. They also failed to appeal the Decision and thereby lost the chance to question the Decision and seek a modification or amendment thereof. The inevitable result of their failure to timely question the Decision is for them to be bound by the pronouncements therein. To reiterate, once a decision has attained finality, \"not even this Court could have changed the trial court's disposition absent any showing that the case fell under one of the recognized exceptions.\"\n[80]\nAs amply discussed above, this case does not fall under any of the recognized exceptions.\nWHEREFORE\n, the Petition for Review on Certiorari is DENIED and the assailed September 12, 2011 and March 26, 2012 Resolutions of the Court of Appeals in CA-G.R. SP No. 113405 are AFFIRMED\n.\nSO ORDERED.\nSereno, C. J.\n, on official leave.\nLeonardo-De Castro\n, **\nJardeleza\n, and Tijam, JJ.\n, concur.\nATTESTATION I attest that the conclusion in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division.\nVery truly yours, (SGD)\nTERESITA J. LEONARDO-DE CASTRO Associate Justice Acting Chairperson CERTIFICATION Pursuant to Section 13, Article VIII of the Constitution and the Division Acting Chairperson's Attestation, I certify that the conclusions in the above Decision had been reached in consultation before the case was assigned to the writer of the opinion of the Court's Division.\nVery truly yours, (SGD)\nANTONIO T. CARPIO Acting Chief Justice\n[81]\n**\nActing Chairperson per Special Order No. 2484 dated September 14, 2017.\n[1]\nRollo\n, pp. 18-77.\n[2]\nId. 78-82; penned by Associate Justice Normandie B. Pizarro and concurred in by Associate Justices Amelita O. Tolentino and Rodil V. Zalameda.\n[3]\nId. 83-84.\n[4]\nId. at 91-97.\n[5]\nId. at 93-94.\n[6]\nId. at 98-104.\n[7]\nId. at 112-118; penned by Presiding Judge Modesto C. Juanson.\n[8]\nId. at 118.\n[9]\nId. at. 119-131.\n[10]\nId. at 132; penned by Judge Senecio O. Ortile.\n[11]\nId. at 133.\n[12]\nRecords, Vol. I, p. 312.\n[13]\nRollo\n, pp. 134-158.\n[14]\nRecords, Vol. I, pp. 326-329.\n[15]\nSee March 13, 1996 Decision in G.R. No. 112193; id. at 330-338 at 333.\n[16]\nRollo\n, pp. 169-206.\n[17]\nRecords, Vol. I, pp. 330-338.\n[18]\nRecords, Vol. II, pp. 447-448.\n[19]\nRollo\n, pp. 217-220.\n[20]\nId. at 220-223.\n[21]\nId. at 224-227.\n[22]\nId. at 234-245.\n[23]\nId. at 231-232.\n[24]\nId. at 230.\n[25]\nId. at 233.\n[26]\nRecords, Vol. II, pp. 518-522\n[27]\nRollo\n, pp. 254-256.\n[28]\nId. at 256\n[29]\nId. at 257-273.\n[30]\nId. at 274-284.\n[31]\nId. at 285-293.\n[32]\nRecords, Vol. III, pp. 1030-1033.\n[33]\nId. at 1032-1033.\n[34]\nRollo\n, pp. 296-301.\n[35]\nRecords, Vol. III, pp. 1067-1068.\n[36]\nRollo\n, pp. 314-370.\n[37]\nId. at 78-82.\n[38]\nId. at 82.\n[39]\nId. at 83-84.\n[40]\nId. at 18-77.\n[41]\nId. at 48-49.\n[42]\n(1971).\n[43]\nRollo\n, p. 50.\n[44]\nSupra note 42 at 727-728.\n[45]\nRollo\n, p. 50.\n[46]\nId. at 51.\n[47]\nId.\n[48]\nSupra note 42.\n[49]\nRecords, Vol. III, pp. 1067-1068.\n[50]\nRollo\n, p. 58.\n[51]\nId. at 66.\n[52]\nRecords, Vol. III, pp. 1030-1033.\n[53]\nRecords, Vol. II, pp. 518-522.\n[54]\nRollo\n, p. 380.\n[55]\nId. at 381.\n[56]\nId. at 79-81.\n[57]\nId. at 84.\n[58]\nSpouses Genato v. Viola\n, 625 Phil. 514, 528-529 (2010); Hulst v. PR Builders, Inc.\n, 558 Phil. 683, 703 (2007).\n[59]\nId.\n[60]\nSupra note 42.\n[61]\nId.\n[62]\n(1950).\n[63]\nId. at 169.\n[64]\nRecords, Vol. III, p. 1031.\n[65]\nRollo\n, p. 81.\n[66]\nRecords, Vol. I, p. 112 and its dorsal page.\n[67]\nId. at 180-185.\n[68]\nButiong v. Plazo\n, G.R. No. 187524, August 5, 2015, 765 SCRA 227, 252-253.\n[69]\nSapad v. Court of Appeals\n, 401 Phil. 478, 483 (2000).\n[70]\n, 340 (2011).\n[71]\nRollo\n, pp. 91-97.\n[72]\nId. at 93.\n[73]\nId. at 93-94; see par. 10 quoted, supra note 5.\n[74]\nId. at 96.\n[75]\nVlason Enterprises Corporation v. Court of Appeals\n, 369 Phil. 269, 304 (1999).\n[76]\n, 539 (2004).\n[77]\nEspiritu v.Court of First Instance of Cavite\n, 248 Phil. 623, 629 (1988).\n[78]\nRecords, Vol., I, p. 94 - dorsal page.\n[79]\nBudget Investment & Financing, Inc. v. Mangoma\n, 237 Phil. 613, 621 (1987).\n[80]\nTeh v. Teh Tan\n, 650 Phil, 130, 142 (2010).\n[81]\nPer Special Order No. 2483 dated September 14, 2017.", "sections": {"ruling": "WHEREFORE, judgment is rendered -\n1. Declaring Antonia Aruego as illegitimate daughter of Jose Aruego and Luz Fabian; 2. Evelyn Fabian is not an illegitimate daughter of Jose Aruego with Luz Fabian; 3. Declaring that, the estate of deceased Jose Aruego are the following:\n1. Real [Estate] Properties covered by TCT No. 48680, exh \"K\"; 2. TCT No. 18683, exh \"K-1\"; 3. TCT No. 12150, exh \"K-2\"; 4. TCT No. 21316, exh \"K-3\"; 5. TCT No. 21311, exh \"K-4\"; 6. TCT No. 21318, exh \"K-5\"; 7. TCT No. 127154, exh \"K-6\"; 8. TCT No. 9598, exh \"K-7\"; 9. TCT No. 1060, exh \"K-8\"; 10. TCT No. 30730, exh \"K-9\"; 11. share in the University Book Store.\n4. Antonia Aruego is entitled to a share equal to 1/2 portion of share of the legitimate children of Jose Aruego; 5. Defendants are hereby ordered to recognize Antonia Aruego as the illegitimate daughter of Jose Aruego; 6. Defendants are hereby ordered to deliver to Antonia Aruego's share in the estate of Jose Aruego, Sr.; 7. Defendants to pay plaintiff (Antonia Aruego) counsel the Sum of P10,000.00 as Atty's. fee.\n8. Cost against the defendants.\nSO ORDERED.", "facts": "The Factual Antecedents On March 7, 1983, Antonia F. Aruego (Antonia) and Evelyn F. Aruego (Evelyn), represented by their mother and guardian ad litem Luz M. Fabian, filed a Complaint\n[4]\nwith the Regional Trial Court (RTC) of Manila for \"Compulsory Recognition and Enforcement of Successional Rights\" against Jose E. Aruego, Jr. and the five minor children of Gloria A. Torres, represented by their father and guardian ad litem Justo M. Torres, Jr. (collectively defendants). The Complaint was docketed as Civil Case No. 83-16093.\nIn their Complaint, Antonia and Evelyn alleged that they are the illegitimate children of the deceased Jose M. Aruego (Aruego) who had and maintained an amorous relationship with Luz Fabian, their mother, up to the demise of Aruego on March 30, 1982.\nAlleging further that they are in continuous possession of the status of children of the deceased Aruego and not being aware of any intestate proceeding having been filed in court for the settlement of the estate of Aruego, they have thus filed this complex action for compulsory acknowledgment and participation in said inheritance. In paragraph 10 of their Complaint, they enumerated the following properties left by the deceased Aruego, so far as known to them:\n10. The deceased Jose M. Aruego left, among other things, so far as known to the plaintiffs, the following properties:\n(a) Undivided one-third (1/3) share to a parcel of land covered by T.C.T. No. 30770 of the Registry of Deeds of Quezon City, Metro Manila, with an area of 797 square meters, more or less.\n(b) Undivided one-half (1/2) share to the parcels of land covered by:\nT.C.T. No. 48618 of the Registry of Deeds for the Province of Pangasinan, with an area of 68,365 square meters, more or less.\nT.C.T. No. 18683 of the Registry of Deeds for the Province of Pangasinan, with an area of 23,131 square meters, more or less.\nT.C.T. No. 21319 of the Registry of Deeds for the Province of Pangasinan, with an area of 12,956 square meters, more or less.\nT.C.T. No. 21317 of the Registry of Deeds for the Province of Pangasinan, with an area of 7,776 square meters, more or less.\nT.C.T. No. 21315 of the Registry of Deeds for the Province of Pangasinan, with an area of 34,889 square meters, more or less.\nT.C.T. No. 21316 of the Registry of Deeds for the Province of Pangasinan, with an area of 6,083 square meters, more or less.\nT.C.T. No. 127154 of the Registry of Deeds for the Province of Pangasinan, with an area of 757 square meters, more or less.\nT.C.T. No. 9598 of the Registry of Deeds for the Province of Pangasinan, with an area of 1,167 square meters, more or less.\nT.C.T. No. 1060 of the Registry of Deeds for the Province of Pangasinan, with an area of 44,602 square meters, more or less.\n(c) Undivided one-half share of whatever rights, interests and participation the deceased Jose M. Aruego has on the University Stock Supply, Inc., a corporation organized and existing under Philippine laws.\n[5]\nIn their Answer, [6]\ndefendants denied the allegations of the Complaint and set forth affirmative defenses to dispute the claim of Antonia and Evelyn that they are the illegitimate children of the deceased Aruego.\nAfter trial on the merits, the court rendered a Decision\n[7]\non June 15, 1992, disposing as follows:", "issues": "the issue involved in the Motion for Partition. Respondent's motion for reconsideration having been denied by the court a quo in its Order\n[28]\ndated March 21, 2000, she filed a Petition for Certiorari\n[29]\nin the CA. It was docketed as CA-G.R. SP No. 58587.\nFinding that no prejudicial question existed between the two cases involved, the CA granted the Petition for Certiorari on March 23, 2004.\n[30]\nThe CAs' Decision became final and executory for failure of petitioners to appeal therefrom. Thereupon, respondent moved that her Motion for Partition be given due course.\nPetitioners opposed the motion arguing in the main that the partition of the estate of Aruego could not take place by virtue of respondent's mere motion considering that there was no conclusive adjudication of the ownership of the properties declared as constituting the estate of Jose M. Aruego and that all the identities of his heirs had yet to be determined.\n[31]\nUnconvinced, the lower court rejected the arguments of petitioner and granted respondent's motion in its Order\n[32]\ndated July 23, 2009 disposing as follows:", "arguments": "the ruling of the court a quo in its February 26, 2010 Order\n[49]\n(one of the assailed Orders in their petition for certiorari before the CA) that it was forced to grant respondent's motion because the June 15, 1992 Decision had already attained finality and the necessity of giving finality to judgments that are not void is self-evident. According to petitioners, the court a quo in effect is saying that they are now barred by the doctrine of res judicata\n. They do not agree, as the elements of res judicata are absent in this case. They insist, first\n, that the June 15, 1992 Decision is not a judgment on the merits regarding the extent of the estate of Aruego. It \"was rendered without any presentation of evidence during trial, much less argued by the respective parties;\"\n[50]\nsecond\n, that it is not a final judgment, but a mere interlocutory order, as it leaves something more to be done which is the partition of Aruego's estate; and third\n, there is no identity of subject matters, parties and causes of action between the case adjudicated in the June 15, 1992 Decision and the present controversy.\nEven assuming that the June 15, 1992 Decision has attained finality, petitioners still maintain that it may still be modified because its terms are patently unclear. There is ambiguity in the manner the estate of Aruego should be divided as it admits of various interpretations.\nAll said, petitioners pray that the instant Petition be given due course —\na) by declaring that the June 15, 1992 Decision is erroneous at least with respect to the properties comprising the estate of Aruego; b) by declaring that the terms thereof, with respect to the estate of xxx Aruego, are unclear and ambiguous; c) by allowing the parties to present evidence to determine the properties and/or property interests of Aruego which are to be properly included in his estate; and d) to issue an Order annulling and setting aside the assailed Resolutions of the CA.\n[51]\nRespondent's Arguments Respondent's arguments are anchored principally on the finality of the June 12, 1992 Decision of the court a quo\n. She points out that the said Decision has attained finality more than 20 years ago for failure of petitioners to timely appeal therefrom. Their subsequent actions before the CA and the Supreme Court questioning the validity of the said Decision all proved futile as the appellate courts sustained its validity and denied their petitions.\nRespondent contends that there is no ambiguity in the terms of the June 15, 1992 Decision. Its dispositive portion clearly identified the properties of the estate and the share of respondent therein. Moreover, petitioners could have raised their objections on these matters in their Motion for Partial Reconsideration or on appeal, or certiorari in said case, but did not.\nAccording to respondent, the Order\n[52]\ndated July 23, 2009 of the court a quo giving due course to the Motion for Partition\n[53]\ndated July 28, 1999 merely implements the final and executory Decision dated June 15, 1992 giving respondent \"1/2 share of the share of legitimate child in the estate of Jose Aruego, Sr. enumerated therein.\"\n[54]\nThe CA in CA-G.R. SP No. 113405 did not err in dismissing the petition to set aside the said Order.\n[55]\nThe Principal Issue The principal issue to be resolved in this Petition is whether or not the June 15, 1992 Decision of the court a quo\n, which attained finality more than 20 years ago, may still be subject to review and modification by the Court.\nOur Ruling The Petition is not meritorious.\nThe first assailed Resolution dated September 12, 2011 of the CA in CA-G.R. SP No. 113405 dismissed petitioners' Petition for Certiorari for lack of merit. The CA ruled that it cannot issue a writ of certiorari to allow parties to present evidence in a case that has long attained finality. It held:\nAsking this Court to issue a writ of certiorari to enable a party, in this instance the Petitioners, to present evidence after a decision has long-attained finality is no different from praying that an already executory decision be reviewed. More certainly, such strat[e]gem cannot be allowed as it will contravene the doctrine of finality of judgments. Instructive on this point is the Supreme Court's pronouncement in PCI Leasing and Finance, Inc. v. Milan\n, viz\n[.]:\nA judgment becomes 'final and executory' by operation of law. Finality becomes a fact when the reglementary period to appeal lapses and no appeal is perfected within such period. As a consequence, no court (not even this Court) can exercise appellate jurisdiction to review a case or modify a decision that has became final\n.\nWhen a final judgment is executory, it becomes immutable and unalterable. It may no longer be modified in any respect either by the court which rendered it or even by this Court. The doctrine is founded on considerations of public policy and sound practice that, at the risk of occasional errors, judgments must become final at some definite point in time\n. xxx xxx Controversies cannot drag on indefinitely. The rights and obligations of every litigant must not hang in suspense for an indefinite period of time. xxx True, the doctrine on immutability of final judgments admits of exceptions such as the correction of clerical errors or the making of so-called nunc pro tunc entries in which case there is no prejudice to any party, and where the judgment is void. These exceptions, however, are not obtaining at bench. Hence, there is no ground to justify the modification of the Respondent RTC's June 15, 1992 Decision.\nTo stress, the Court finds, after a thorough review of the records, no compelling circumstance extant in this case that would warrant a departure from the doctrine of immutability of judgments. Most certainly, We cannot issue a writ so as to allow the Petitioners to present evidence as the same should have been raised by them during trial. xxx\n[56]\n(Emphasis in the original)\nDenying petitioners' Motion for Reconsideration, the CA ruled in its second assailed Resolution dated March 26, 2012, viz\n.:\nAt the risk of being repetitious, it bears reiterating, therefore, that this Court cannot and will not issue a writ of certiorari to enable the Petitioners to present evidence in a case where a decision has been rendered as far back as June 15, 1992, for doing so will contravene the doctrine of finality of judgments.\n[57]\nWe affirm the assailed Resolutions of the CA.\nNothing is more settled in the law than that a decision that has acquired finality becomes immutable and unalterable and may no longer be modified in any respect even if the modification is meant to correct erroneous conclusions of fact or law and whether it was made by the court that rendered it or by the highest court of the land.\n[58]\nThe only recognized exceptions to the general rule are the correction of clerical errors, the so-called nunc pro tunc entries which cause no prejudice to any party, void judgments, and whenever circumstances transpire after the finality of the decision rendering its execution unjust and inequitable.\n[59]\nIn arguing that the assailed Resolutions erroneously applied the doctrine of immutability of final judgments and the exceptions thereto, petitioners relied heavily on the case of Heirs of Francisco v. Hon. Muñoz-Palma\n.\n[60]\nPetitioners insist that the terms of the June 15, 1992 Decision of the court a quo are not clear enough, as there remains room for interpretation thereof, hence, the judgment may still be appealed even when the same has already attained finality.\nPetitioners' reliance on the case of Heirs of Francisco v. Hon. Muñoz-Palma\n[61]\nis misplaced. It should be stressed that in the Heirs of Francisco case, on appeal was an order of execution, which although generally not appealable, was allowed because the Court found that the Project of Partition submitted to implement the decision was not in accordance with the final decision in the case. The Order approving the Project of Partition becomes subject to review and whatever error may have been committed in arriving thereat is correctible by appeal. In the earlier case of Castro v. Surtida\n, [62]\nit was held that an appeal from an order of execution would be allowed as an exception to the general rule so that the appellate tribunal might pass upon the legality and the correctness of the said order.\n[63]\nIn contrast, what petitioners in the present case seek is an order from the court to allow them to present, evidence with regard to the properties comprising the estate of Aruego and the heirs who are to share in the inheritance. This is, in effect, an appeal from the June 15, 1992 Decision which has long become final and executory, and not from an order of execution which is yet to be carried out, thru a Project of Partition still to be submitted to and approved by the court.\nAs correctly held by the court a quo in its Order dated July 23, 2009, \"[t]he question as to what properties have been deemed included in the estate of Jose Aruego, Sr. has already been settled when the court finally resolved the main controversy on June 15, 1992 and declared, inter alia\n, that plaintiff, Antonia Aruego, is entitled to one-half of the share of the legitimate children of Jose Aruego, Sr. xxx.\"\n[64]\nThe court directed the parties to submit the names of their nominees from among whom the court shall choose three commissioners to submit an updated Project of Partition for the approval of the court.\nWorthy to note also is the ruling of the CA in its assailed Resolution dated September 12, 2011 that said court \"cannot issue a writ so as to allow the [p]etitioners to present evidence as the same should have been raised by them during trial.\"\n[65]\nWe have perused the records and found that respondent offered in evidence the certificates of title to the properties allegedly comprising the estate of Aruego.\n[66]\nThere is nothing in the records to show that petitioners opposed the said offer of evidence. They also lost the chance to dispute the evidence presented by respondent when they failed to raise the issue in their Motion for Partial Reconsideration of the June 15, 1992 Decision and more so when they failed to appeal therefrom.\nThe records also disclose that petitioners actively participated in the trial of the case. They presented and formally offered their own evidence\n[67]\nbut nothing was presented to rebut respondent's evidence on the properties comprising the estate of Aruego. In short, petitioners had ample opportunity to present their countervailing evidence during trial and it is now much too late in the day to present the evidence that they should have presented way back then. It is settled that the active participation of a party before a court is tantamount to recognition of that court's jurisdiction and willingness to abide by the court's resolution of the case.\n[68]\nPetitioners pass the blame to their counsels of record in the court below for their lost appeal. This is unacceptable. Nothing is more settled than the rule that the negligence and mistakes of counsel are binding on the client.\n[69]\nWe explained in Bejarasco, Jr. v. People\n[70]\nthat \"[t]he rationale for the rule is that a counsel, once retained, holds the implied authority to do all acts necessary or, at least, incidental to the prosecution and management of the suit in behalf of his client, such that any act or omission by counsel within the scope of the authority is regarded, in the eyes of the law, as the act or omission of the client himself.\"\nPetitioners next contend that the June 15, 1992 Decision of the court a quo is not conclusive with respect to the properties comprising the estate of Aruego, as the same is not an issue in respondent's Complaint\n[71]\nfor compulsory recognition and enforcement of successional rights.\nThis contention is specious.\nAlthough the Complaint of respondent is captioned \"For: Compulsory Recognition and Enforcement of Successional Rights\", a close reading of the averments therein would indubitably show that the determination of the estate of Aruego and the participation of respondent in the inheritance are among the issues raised in her Complaint. Paragraph 9 of her complaint stated:\n9. To the best knowledge of the plaintiffs, no intestate proceeding has been filed in court for the settlement of the estate of the deceased Jose M. Aruego, thus this complex action for compulsory acknowledgement and participation in said inheritance.\n[72]\nOn the other hand, in paragraph 10 of the Complaint, respondent enumerated the properties left by Aruego, so far as known to her.\n[73]\nConsistent with her averments in paragraphs 9 and 10, respondent prayed that:\nThe share and participation of the plaintiffs in the estate of their deceased father be determined, and the defendants ordered to deliver such share unto the plaintiffs.\n[74]\nIt has been consistently held that it is not the caption of the pleading but the allegations therein that are controlling.\n[75]\nIn Leonardo v. Court of Appeals\n, [76]\nthe Court said: \"it is not the caption of the pleading but the allegations that determine the nature of the action. The court should grant the relief warranted by the allegations and the proof even if no such relief is prayed for.\"\nPetitioners assail the dispositive portion of the June 15, 1992 Decision insofar as it declares the properties enumerated therein as comprising the estate of Aruego. They point out that such declaration in the dispositive portion is bereft of any discussion in the body of the decision.\nThey are mistaken. \"To understand the dispositive portion of a decision, one has only to ascertain the issues of the action.\"\n[77]\nAs shown above, the determination of the estate of Aruego is one of the issues raised in the Complaint of respondent. In support thereof, respondent submitted in evidence the certificates of title covering the properties claimed to be part of the state of Aruego, as well as the By-Laws of the University Bookstore.\n[78]\nNo countervailing evidence having been presented by petitioners, the court a quo declared these properties as comprising the estate of Aruego in the dispositive portion of this Decision.\nJurisprudence holds that it is the dispositive portion of the decision that controls for purposes of execution.\n[79]\nIf petitioners believed that the dispositive portion of the June 15, 1992 Decision is questionable, they should have filed a motion for reconsideration or appeal before the said Decision became final and executory. But as pointed out earlier, while petitioners filed a Motion for Partial Reconsideration, they did not raise therein the supposed error of the court in declaring the properties enumerated in the dispositive portion of the Decision as comprising the estate of Aruego. They also failed to appeal the Decision and thereby lost the chance to question the Decision and seek a modification or amendment thereof. The inevitable result of their failure to timely question the Decision is for them to be bound by the pronouncements therein. To reiterate, once a decision has attained finality, \"not even this Court could have changed the trial court's disposition absent any showing that the case fell under one of the recognized exceptions.\"\n[80]\nAs amply discussed above, this case does not fall under any of the recognized exceptions.", "header": "[ G.R. No. 201271, September 20, 2017 ]\nROBERTO A. TORRES, IMMACULADA TORRES-ALANON, AGUSTIN TORRES, AND JUSTO TORRES, JR., PETITIONERS, VS. ANTONIA F. ARUEGO, RESPONDENT.\nD E C I S I O N DEL CASTILLO, J.:\nThis Petition for Review on Certiorari\n[1]"}, "has_gr_number": true, "has_special_number": true, "case_type": "civil", "case_subtypes": ["certiorari", "intestate", "motion", "resolution"], "case_subtype": "certiorari", "quality_metrics": {"has_ruling": true, "text_length": 33087, "sections_extracted": 5, "has_structured_sections": true}}
{"id": "sha256:4e65284eb5342ec7279f92ae370b03f64f44a54ea8a1c01ed8f3e5ade2160f11", "gr_number": "G.R. No. 221771", "gr_numbers": ["G.R. No. 221771"], "special_number": null, "special_numbers": null, "case_title": "TERP CONSTRUCTION CORPORATION, PETITIONER, V. BANCO FILIPINO SAVINGS AND MORTGAGE BANK, RESPONDENT.", "page_title": "G.R. No. 221771 - TERP CONSTRUCTION CORPORATION, PETITIONER, V. BANCO FILIPINO SAVINGS AND MORTGAGE BANK, RESPONDENT.D E C I S I O N - Supreme Court E-Library", "promulgation_date": "2019-09-18", "promulgation_year": 2019, "promulgation_month": "sep", "court": "Supreme Court", "source_url": "https://elibrary.judiciary.gov.ph/thebookshelf/showdocs/1/65752", "clean_version": "v2.2", "checksum": "sha256:7c975bbe8dd4c9f1b71dc3a1d38fcbab1edf07ce6035a34940fb0dc9102ee7d6", "crawl_ts": "2025-10-22T07:43:31.001282Z", "ponente": "LEONEN, J.", "division": null, "en_banc": null, "clean_text": "[ G.R. No. 221771, September 18, 2019 ]\nTERP CONSTRUCTION CORPORATION, PETITIONER, V. BANCO FILIPINO SAVINGS AND MORTGAGE BANK, RESPONDENT.\nD E C I S I O N LEONEN, J.:\nA corporation's repeated payment of an allegedly unauthorized obligation contracted by one (1) of its officers effectively ratifies that corporate officer's allegedly unauthorized act.\nThis Court resolves a Petition for Review on Certiorari\n[1]\nassailing the Decision\n[2]\nand Resolution\n[3]\nof the Court of Appeals, which reversed and set aside the Regional Trial Court Decision and ordered Terp Construction Corporation (Terp Construction) to pay Banco Filipino Savings and Mortgage Bank (Banco Filipino) interest differentials of P18,104,431.33.\n[4]\n[5]\nBanco Filipino purchased Margarita Bonds for P100 million. It asked for additional interest other than the guaranteed 8.5% per annum, based on the letters dated February 3, 1997 and April 8, 1997 written by Terp Construction Senior Vice President Alberto Escalona (Escalona).\n[6]\nTerp Construction began constructing Margarita Eastville and Margarita Plaza. After the economic crisis in 1997, however, it suffered unrealized income and could not proceed with the construction.\n[7]\n[8]\nTerp Construction refused to pay the demanded interest.\n[9]\nTerp Construction filed a Complaint for declaration of nullity of interest, damages, and attorney's fees against Banco Filipino. It alleged that it only agreed to pay the seven percent (7%) additional interest on the condition that all the asset pool funds would be released to Terp Construction for it to pay the additional interest. However, it could not have paid the additional interest since the funds of the asset pool were never released to it.\n[10]\nBanco Filipino, on the other hand, alleged that it was induced into buying the Margarita Bonds after Terp Construction, through its senior vice president's letters, committed to pay 15.5% interest on a P50 million bond that Banco Filipino held for a client and 16.5% interest on a P50 million bond it held for another client. It alleged that Terp Construction paid the additional interest twice during the Margarita Bonds' holding period.\n[11]\n[12]\nBanco Filipino further alleged that it investigated the cause of default and found that it was because Terp Construction was unable to finish the Margarita projects. It also found that despite raising P400 million from the bonds, only P39 million was actually used for the projects. It alleged that as of November 30, 2001, the unpaid interest differentials already amounted to P29,932,827.71.\n[13]\nOn May 29, 2010, the Regional Trial Court issued a Decision in favor of Terp Construction. It found that there was no evidence to show that Terp Construction was obligated to pay the interest differentials, and that the act of Escalona, the senior vice president, were not binding on the corporation since they were not ratified.\n[14]\nBanco Filipino appealed before the Court of Appeals, arguing, among others, that the two (2) letters sent by Escalona were sufficient evidence to prove that Terp Construction committed to pay the interest differentials.\n[15]\nOn October 16, 2014, the Court of Appeals rendered a Decision\n[16]\nsetting aside the Regional Trial Court Decision and ordering Terp Construction to pay Banco Filipino interest differentials of P18,104,431.33.\n[17]\nAccording to the Court of Appeals, both parties agreed that Terp Construction would pay Banco Filipino additional interest other than the guaranteed 8.5%. The only issue was Terp Construction's allegation that the payment of this additional interest was subject to a condition that the asset pool funds would be released to Terp Construction.\n[18]\nThe Court of Appeals, however, found that from the February 3, 1997 and April 8, 1997 letters of Terp Construction to Banco Filipino, the obligation to pay 16.5% and 15.5% interest was a pure obligation since the condition alleged was never mentioned.\n[19]\nThe Court of Appeals also found unmeritorious Terp Construction's defense that the letters were unauthorized acts of Escalona, its then senior vice president, since his acts were ratified when Terp Construction paid interest differentials twice to Banco Filipino during the Margarita Bonds' holding period.\n[20]\nTerp Construction filed a Motion for Reconsideration, but this was denied in a December 9, 2015 Resolution.\n[21]\nHence, this Petition\n[22]\nwas filed.\nPetitioner submits that while a petition under Rule 45 of the Rules of Court is generally limited to questions of law, its case falls under one (1) of the recognized exceptions since the factual findings of the trial court and the Court of Appeals are conflicting.\n[23]\nPetitioner also argues that it was not liable for the payment of interest differentials since there was no written contract between the parties on any additional payment beyond the stipulated 8.5%.\n[24]\nIt asserts that Escalona's acts as then senior vice president cannot bind the corporation since he was not authorized to make such commitments.\n[25]\nIt also points out that its erroneous payment of additional interest over the agreed interest of 8.5% cannot be interpreted as a ratification of its senior vice president's acts because it was never obligated itself to pay in the first place.\n[26]\nRespondent, on the other hand, counters that conflicting findings of fact between the trial court and the Court of Appeals do not automatically grant petitioner an exception to the general rule in Rule 45 of the Rules of Court.\n[27]\nIt contends that there was overwhelming evidence that petitioner agreed to pay respondent interest differentials in view of the two (2) letters from Escalona.\n[28]\nIt maintains that Escalona's acts as then senior vice president were subsequently ratified by the Board of Directors when petitioner paid respondent additional interests during the Margarita Bonds' term.\n[29]\nIn rebuttal, petitioner insists that no agreement existed from the very beginning to pay these interest differentials since the two (2) letters of its then senior vice president were merely offers made in a contract's negotiation stage that was not perfected.\n[30]\nIt maintains that respondent, as bank accorded with a higher standard of diligence, cannot merely rely on the legal precept of apparent authority to prove the existence of a monetary obligation.\n[31]\nThis Court is asked to resolve the issue of whether or not the Court of Appeals erred in ruling that petitioner Terp Construction Corporation expressly agreed to be bound to respondent Banco Filipino Savings Mortgage Bank for additional interest in the bonds it purchased.\nBefore resolving this issue, however, this Court must first pass upon the procedural issue of whether or not factual questions are proper in this case in view of the conflicting factual findings of the Regional Trial Court and the Court of Appeals.\nThe Petition is denied.\nAs a general rule, only questions of law may be brought in a petition for review on certiorari under Rule 45 of the Rules of Court.\n[32]\nThis Court will not disturb the factual findings of the lower courts if they are supported by substantial evidence.\n[33]\nThere are, of course, recognized exceptions to this rule, which are provided in Medina v. Mayor Asistio, Jr.\n:\n[34]\n(1) When the conclusion is a finding grounded entirely on speculation, surmises or conjectures; (2) When the inference made is manifestly mistaken, absurd or impossible; (3) Where there is a grave abuse of discretion; (4) When the judgment is based on a misapprehension of facts; (5) When the findings of fact are conflicting; (6) When the Court of Appeals, in making its findings, went beyond the issues of the case and the same is contrary to the admissions of both appellant and appellee; (7) The findings of the Court of Appeals are contrary to those of the trial court; (8) When the findings of fact are conclusions without citation of specific evidence on which they are based; (9) When the facts set forth in the petition as well as in the petitioners' main and reply briefs are not disputed by the respondents; and (10) The finding of fact of the Court of Appeals is premised on the supposed absence of evidence and is contradicted by the evidence on record.\n[35]\n(Citations omitted)\nHowever, a party cannot merely claim that its case falls under any of the exceptions to the general rule. In Pascual v. Burgos\n, [36]\nthis Court explained that the party claiming the exception \"must demonstrate and prove\"\n[37]\nthat a review of the factual findings is necessary.\nHere, petitioner claims that its case falls under the exceptions since the factual findings of the trial court are in conflict with the factual findings of the Court of Appeals.\n[38]\nThe Court of Appeals' reversal of the trial court's factual findings, however, is not sufficient reason to warrant this Court's review. In Uniland Resources v. Development Bank of the Philippines\n:\n[39]\nIt bears emphasizing that mere disagreement between the Court of . Appeals and the trial court as to the facts of a case does not of itself warrant this Court's review of the same. It has been held that the doctrine that the findings of fact made by the Court of Appeals, being conclusive in nature, are binding on this Court, applies even if the Court of Appeals was in disagreement with the lower court as to the weight of evidence with a consequent reversal of its findings of fact, so long as the findings of the Court of Appeals are borne out by the record or based on substantial evidence. While the foregoing doctrine is not absolute, petitioner has not sufficiently proved that his case falls under the known exceptions.\n[40]\nThe Court of Appeals is a trier of facts. Its factual findings, even if contradictory to those of the trial court, may be binding on this Court when they are supported by substantial evidence.\nPascual explains:\nThe Court of Appeals, acting as an appellate court, is still a trier of facts. Parties can raise questions of fact before the Court of Appeals and it will have jurisdiction to rule on these matters. Otherwise, if only questions of law are raised, the appeal should be filed directly before this court.\n[41]\nIn any case, there was no error in the factual findings of the Court of Appeals. Petitioner categorically committed itself to pay respondent over and above the guaranteed interest of 8.5% per annum.\nRelevant portions of the letters sent by its then Senior Vice President Escalona to respondent, as reproduced in the Court of Appeals Decision read:\n[February 3, 1997 letter]:\n... We hereby commit a guaranteed floor rate of 16.5% as project proponent. This would commit us to pay the differential interest earnings to be paid by Planters Development Bank as Trustee every 182 days from purchase date of period of three (3) years until maturity date....\n[April 8, 1997 letter]:\nTerp Construction commit (\nsic\n) that the yield to you for this investment is 15.5%. The difference between the yield approved by the Project Governing Board will be paid for by, Terp Construction Corp.\n[42]\nPetitioner disavows this obligation and contends that it was merely an unauthorized offer made by one (1) of its officers during the negotiation stage of a contract. Petitioner, however, does not deny that it paid respondent the additional interest during the Margarita Bonds' holding period, not just once, but twice.\nA corporation exercises its corporate powers through its board of directors.\n[43]\nThis power may be validly delegated to its officers, committees, or agencies. \"The authority of such individuals to bind the corporation is generally derived from law, corporate bylaws or authorization from the board, either expressly or impliedly by habit, custom or acquiescence in the general course of business[.]\"\n[44]\nThe authority of the board of directors to delegate its corporate powers may either be: (1) actual; or (2) apparent.\n[45]\nActual authority may be express or implied. Express actual authority refers to the corporate powers expressly delegated by the board of directors. Implied actual authority, on the other hand, \"can be measured by his or her prior acts which have been ratified by the corporation or whose benefits have been accepted by the corporation.\"\n[46]\nPetitioner's subsequent act of twice paying the additional interest Escalona committed to during the term of the Margarita Bonds is considered a ratification of Escalona's acts. Petitioner's only defense that they were \"erroneous payment[s]\"\n[47]\nsince it never obligated itself from the start cannot stand. Corporations are bound by errors of their own making.\nEscalona likewise had apparent authority to transact on behalf of petitioner. In Yao Ka Sin Trading v. Court of Appeals\n:\n[48]\nThe rule is of course settled that \"[a]lthough an officer or agent acts without, or in excess of, his actual authority if he acts within the scope of an apparent authority with which the corporation has clothed him by holding him out or permitting him to appear as having such authority, the corporation is bound thereby in favor of a person who deals with him in good faith in reliance on such apparent authority, as where an officer is allowed to exercise a particular authority with respect to the business, or a particular branch of its continuously and publicly, for a considerable time.\"\n[49]\nApparent authority is ascertained through:\n(1) the general manner by which the corporation holds out an officer or agent as having power to act or, in other words, the apparent authority with which it clothes him to act in general, or (2) the acquiescence in his acts of a particular nature, with actual or constructive knowledge thereof, whether within or without the scope of his ordinary powers.\n[50]\n(Citation omitted)\nHere, respondent relied on Escalona's apparent authority to promise interest payments over and above the guaranteed 8.5%, considering that Escalona was petitioner's then senior vice president. His apparent authority was further demonstrated by petitioner paying respondent what Escalona promised during the Margarita Bonds' term.\nIt should likewise be noted that at the time this Petition was filed, Escalona signed the Verification and Certification\n[51]\nas the president of the corporation, signifying that petitioner did not consider his alleged unauthorized acts as fatal to his continued involvement in corporate affairs.\nWHEREFORE\n, the Petition is DENIED\n. Petitioner Terp Construction Corporation is ordered to pay respondent Banco Filipino Savings and Mortgage Bank the amount of Eighteen Million One Hundred Four Thousand and Four Hundred Thirty-One Pesos and Thirty-Three Centavos (P18,104,431.33) with legal interest of twelve percent (12%) to be computed from January 31, 2001 until June 30, 2013 and six percent (6%) from July 1, 2013 until its full satisfaction. The total amount payable shall likewise earn interest at the rate of six percent (6%) per annum from the finality of this Decision until its full satisfaction.\n[52]\nSO ORDERED.\nPeralta (Chairperson), A. Reyes, Jr.\n, and Inting, JJ.\n, concur.\nHernando, J.\n, on leave.\n[1]\nRollo\n, pp. 3-22.\n[2]\nId. at 27-41. The Decision dated October 16, 2014 was penned by Associate Justice Nina G. Antonio­-Valenzuela and concurred in by Associate Justices Vicente S.E. Veloso and Jane Aurora C. Lantion of the Tenth Division, Court of Appeals, Manila.\n[3]\nId. at 24-25. The Resolution dated December 9, 2015 was penned by Associate Justice Nina G. Antonio-Valenzuela and concurred in by Associate Justices Jane Aurora C. Lantion and Amy C. Lazaro-Javier (now a member of this Court) of the Special Tenth Division, Court of Appeals, Manila.\n[4]\nId. at 28.\n[5]\nId.\n[6]\nId. at 28 and 34.\n[7]\nId. at 28-29.\n[8]\nId.\n[9]\nId. at 30.\n[10]\nId. at 28-29.\n[11]\nId. at 30-34.\n[12]\nId. at 31.\n[13]\nId.\n[14]\nId. at 33.\n[15]\nId. at 34.\n[16]\nId. at 27-41.\n[17]\nId . at 40.\n[18]\nId. at 36.\n[19]\nId. at 36-37.\n[20]\nId. at 37-40.\n[21]\nId. at 24-25.\n[22]\nId. at 3-22. The Comment (\nrollo\n, pp. 76-87) was filed on May 2, 2016, while the Reply (\nrollo\n, pp. 95-106) was filed on August 16, 2017. The Philippine Deposit Insurance Corporation, as Banco Filipino's liquidator, filed the Comment on Banco Filipino's behalf.\n[23]\nId. at 7-8, Petition.\n[24]\nId. at 9-10.\n[25]\nId. at 14-15.\n[26]\nId. at 15-16.\n[27]\nId. at 82-84, Comment.\n[28]\nId. at 79-80.\n[29]\nId. at 80-81.\n[30]\nId. at 96, Reply.\n[\n31]\nId. at 100.\n[32]\nSee RULES OF COURT, Rule 45, sec. 1.\n[33]\nSee Pascual v. Burgos\n, 776 Phil. 167 (2016) [Per J. Leonen, Second Division]\nciting Commissioner of Internal Revenue v. Embroidery and Garments Industries (Phil.), Inc\n., 364 Phil. 541, 546 (1999) [Per J. Pardo, First Division]; Siasat v. Court of Appeals\n, 425 Phil. 139, 145 (2002) [Per J. Pardo, First Division]; Tabaco v. Court of Appeals\n, 239 Phil. 485, 490 (1994) [Per J . Bellosillo, First Division]; Padilla v. Court of Appeals\n, 241 Phil. 776, 781 (1988) [Per J. Paras, Second Division]; and Bank of the Philippine Islands v. Leobrera\n, 461 Phil. 461, 469 (2003) [Per J. Ynares-Santiago, Special First Division].\n[34]\n(1990) [Per J. Bidin, Third Division].\n[35]\nId. at 232.\n[36]\n(2016) [Per J. Leonen, Second Division].\n[37]\nId. at 184.\n[38]\nRollo\n, pp. 7-8, Petition.\n[39]\n(1991) [Per J. Gancayco, First Division].\n[40]\nId. at 844 citing Alsua-Betts v. Court of Appeals, (1979) [Per J. Guerrero, En Banc] and Sacay v. Sandiganbayan\n, 226 Phil. 496 (1991) [Per J. Feria, En Banc].\n[41]\nPascual v. Burgos\n, 776 Phil. 167, 187 (2016) [Per J. Leonen, Second Division].\n[42]\nRollo\n, p. 37.\n[43]\nSee CORP. CODE, sec. 23 provides:\nSECTION 23.\nThe board of directors or trustees\n. — Unless otherwise provided in this Code, the corporate powers of all corporations formed under this Code shall be exercised, all business conducted and all property of such corporations controlled and held by the board of directors or trustees to be elected from among the holders of stocks, or where there is no stock, from among the members of the corporation, who shall hold office for one (1) year until their successors are elected and qualified. [This provision has since been amended by Section 22 of Republic Act No. 11232 (2019), or the Revised Corporation Code of the Philippines.]\n[44]\nPeople's Aircargo and Warehousing Company, Inc. v. Court of Appeals\n, 357 Phil. 850, 863 (1998) [Per J. Panganiban, First Division].\n[45]\nCalubad v. Ricarcen Development Corporation\n, G.R. No. 202364, August 30, 2017, 838 SCRA 303, 321 [Per J. Leonen Third Division].\n[46]\nId.\n[47]\nRollo\n, p. 15.\n[48]\n(1992) [Per J. Davide, Jr., Third Division].\n[49]\nId. at 367 citing 19 C.J.S. 458.\n[50]\nId.\nciting FLETCHER, CYCLOPEDIA OF THE LAW OF PRIVATE CORPORATIONS, vol. 2 (Perm. Ed.), 1969 Revised Volume, 354.\n[51]\nRollo\n, p. 18.\n[52]\nThe legal interest originally imposed is modified in view of Nacar v. Gallery Frames, (2013) [Per J. Peralta, En Banc].", "sections": {"ruling": "WHEREFORE\n, the Petition is DENIED\n. Petitioner Terp Construction Corporation is ordered to pay respondent Banco Filipino Savings and Mortgage Bank the amount of Eighteen Million One Hundred Four Thousand and Four Hundred Thirty-One Pesos and Thirty-Three Centavos (P18,104,431.33) with legal interest of twelve percent (12%) to be computed from January 31, 2001 until June 30, 2013 and six percent (6%) from July 1, 2013 until its full satisfaction. The total amount payable shall likewise earn interest at the rate of six percent (6%) per annum from the finality of this Decision until its full satisfaction.\n[52]\nSO ORDERED.", "facts": "the factual findings of the trial court and the Court of Appeals are conflicting.\n[23]\nPetitioner also argues that it was not liable for the payment of interest differentials since there was no written contract between the parties on any additional payment beyond the stipulated 8.5%.\n[24]\nIt asserts that Escalona's acts as then senior vice president cannot bind the corporation since he was not authorized to make such commitments.\n[25]\nIt also points out that its erroneous payment of additional interest over the agreed interest of 8.5% cannot be interpreted as a ratification of its senior vice president's acts because it was never obligated itself to pay in the first place.\n[26]\nRespondent, on the other hand, counters that conflicting findings of fact between the trial court and the Court of Appeals do not automatically grant petitioner an exception to the general rule in Rule 45 of the Rules of Court.\n[27]\nIt contends that there was overwhelming evidence that petitioner agreed to pay respondent interest differentials in view of the two (2) letters from Escalona.\n[28]\nIt maintains that Escalona's acts as then senior vice president were subsequently ratified by the Board of Directors when petitioner paid respondent additional interests during the Margarita Bonds' term.\n[29]\nIn rebuttal, petitioner insists that no agreement existed from the very beginning to pay these interest differentials since the two (2) letters of its then senior vice president were merely offers made in a contract's negotiation stage that was not perfected.\n[30]\nIt maintains that respondent, as bank accorded with a higher standard of diligence, cannot merely rely on the legal precept of apparent authority to prove the existence of a monetary obligation.\n[31]\nThis Court is asked to resolve", "issues": "the issue of whether or not the Court of Appeals erred in ruling that petitioner Terp Construction Corporation expressly agreed to be bound to respondent Banco Filipino Savings Mortgage Bank for additional interest in the bonds it purchased.\nBefore resolving this issue, however, this Court must first pass upon the procedural issue of whether or not factual questions are proper in this case in view of the conflicting factual findings of the Regional Trial Court and the Court of Appeals.\nThe Petition is denied.\nAs a general rule, only questions of law may be brought in a petition for review on certiorari under Rule 45 of the Rules of Court.\n[32]\nThis Court will not disturb the factual findings of the lower courts if they are supported by substantial evidence.\n[33]\nThere are, of course, recognized exceptions to this rule, which are provided in Medina v. Mayor Asistio, Jr.\n:\n[34]\n(1) When the conclusion is a finding grounded entirely on speculation, surmises or conjectures; (2) When the inference made is manifestly mistaken, absurd or impossible; (3) Where there is a grave abuse of discretion; (4) When the judgment is based on a misapprehension of facts; (5) When the findings of fact are conflicting; (6) When the Court of Appeals, in making its findings, went beyond the issues of the case and the same is contrary to the admissions of both appellant and appellee; (7) The findings of the Court of Appeals are contrary to those of the trial court; (8) When the findings of fact are conclusions without citation of specific evidence on which they are based; (9) When the facts set forth in the petition as well as in the petitioners' main and reply briefs are not disputed by the respondents; and (10) The finding of fact of the Court of Appeals is premised on the supposed absence of evidence and is contradicted by the evidence on record.\n[35]\n(Citations omitted)\nHowever, a party cannot merely claim that its case falls under any of the exceptions to the general rule. In Pascual v. Burgos\n, [36]\nthis Court explained that the party claiming the exception \"must demonstrate and prove\"\n[37]\nthat a review of the factual findings is necessary.\nHere, petitioner claims that its case falls under the exceptions since the factual findings of the trial court are in conflict with the factual findings of the Court of Appeals.\n[38]\nThe Court of Appeals' reversal of the trial court's factual findings, however, is not sufficient reason to warrant this Court's review. In Uniland Resources v. Development Bank of the Philippines\n:\n[39]\nIt bears emphasizing that mere disagreement between the Court of . Appeals and the trial court as to the facts of a case does not of itself warrant this Court's review of the same. It has been held that the doctrine that the findings of fact made by the Court of Appeals, being conclusive in nature, are binding on this Court, applies even if the Court of Appeals was in disagreement with the lower court as to the weight of evidence with a consequent reversal of its findings of fact, so long as the findings of the Court of Appeals are borne out by the record or based on substantial evidence. While the foregoing doctrine is not absolute, petitioner has not sufficiently proved that his case falls under the known exceptions.\n[40]\nThe Court of Appeals is a trier of facts. Its factual findings, even if contradictory to those of the trial court, may be binding on this Court when they are supported by substantial evidence.\nPascual explains:\nThe Court of Appeals, acting as an appellate court, is still a trier of facts. Parties can raise questions of fact before the Court of Appeals and it will have jurisdiction to rule on these matters. Otherwise, if only questions of law are raised, the appeal should be filed directly before this court.\n[41]\nIn any case, there was no error in the factual findings of the Court of Appeals. Petitioner categorically committed itself to pay respondent over and above the guaranteed interest of 8.5% per annum.\nRelevant portions of the letters sent by its then Senior Vice President Escalona to respondent, as reproduced in the Court of Appeals Decision read:\n[February 3, 1997 letter]:\n... We hereby commit a guaranteed floor rate of 16.5% as project proponent. This would commit us to pay the differential interest earnings to be paid by Planters Development Bank as Trustee every 182 days from purchase date of period of three (3) years until maturity date....\n[April 8, 1997 letter]:\nTerp Construction commit (\nsic\n) that the yield to you for this investment is 15.5%. The difference between the yield approved by the Project Governing Board will be paid for by, Terp Construction Corp.\n[42]\nPetitioner disavows this obligation and contends that it was merely an unauthorized offer made by one (1) of its officers during the negotiation stage of a contract. Petitioner, however, does not deny that it paid respondent the additional interest during the Margarita Bonds' holding period, not just once, but twice.\nA corporation exercises its corporate powers through its board of directors.\n[43]\nThis power may be validly delegated to its officers, committees, or agencies. \"The authority of such individuals to bind the corporation is generally derived from law, corporate bylaws or authorization from the board, either expressly or impliedly by habit, custom or acquiescence in the general course of business[.]\"\n[44]\nThe authority of the board of directors to delegate its corporate powers may either be: (1) actual; or (2) apparent.\n[45]\nActual authority may be express or implied. Express actual authority refers to the corporate powers expressly delegated by the board of directors. Implied actual authority, on the other hand, \"can be measured by his or her prior acts which have been ratified by the corporation or whose benefits have been accepted by the corporation.\"\n[46]\nPetitioner's subsequent act of twice paying the additional interest Escalona committed to during the term of the Margarita Bonds is considered a ratification of Escalona's acts. Petitioner's only defense that they were \"erroneous payment[s]\"\n[47]\nsince it never obligated itself from the start cannot stand. Corporations are bound by errors of their own making.\nEscalona likewise had apparent authority to transact on behalf of petitioner. In Yao Ka Sin Trading v. Court of Appeals\n:\n[48]\nThe rule is of course settled that \"[a]lthough an officer or agent acts without, or in excess of, his actual authority if he acts within the scope of an apparent authority with which the corporation has clothed him by holding him out or permitting him to appear as having such authority, the corporation is bound thereby in favor of a person who deals with him in good faith in reliance on such apparent authority, as where an officer is allowed to exercise a particular authority with respect to the business, or a particular branch of its continuously and publicly, for a considerable time.\"\n[49]\nApparent authority is ascertained through:\n(1) the general manner by which the corporation holds out an officer or agent as having power to act or, in other words, the apparent authority with which it clothes him to act in general, or (2) the acquiescence in his acts of a particular nature, with actual or constructive knowledge thereof, whether within or without the scope of his ordinary powers.\n[50]\n(Citation omitted)\nHere, respondent relied on Escalona's apparent authority to promise interest payments over and above the guaranteed 8.5%, considering that Escalona was petitioner's then senior vice president. His apparent authority was further demonstrated by petitioner paying respondent what Escalona promised during the Margarita Bonds' term.\nIt should likewise be noted that at the time this Petition was filed, Escalona signed the Verification and Certification\n[51]\nas the president of the corporation, signifying that petitioner did not consider his alleged unauthorized acts as fatal to his continued involvement in corporate affairs.", "header": "[ G.R. No. 221771, September 18, 2019 ]\nTERP CONSTRUCTION CORPORATION, PETITIONER, V. BANCO FILIPINO SAVINGS AND MORTGAGE BANK, RESPONDENT.\nD E C I S I O N LEONEN, J.:\nA corporation's repeated payment of an allegedly unauthorized obligation contracted by one (1) of its officers effectively ratifies that corporate officer's allegedly unauthorized act.\nThis Court resolves a Petition for Review on Certiorari\n[1]"}, "has_gr_number": true, "has_special_number": false, "case_type": "civil", "case_subtypes": ["certiorari", "declaration_of_nullity", "damages", "resolution", "order"], "case_subtype": "certiorari", "quality_metrics": {"has_ruling": true, "text_length": 18900, "sections_extracted": 4, "has_structured_sections": true}}
{"id": "sha256:3adc3a68f9bd6ba26de5dfd65f35ca738575df8f2d6a3023a5b859b605220142", "gr_number": "G.R. No. 259850", "gr_numbers": ["G.R. No. 259850"], "special_number": null, "special_numbers": null, "case_title": "KILUSAN NG MAMAMAYAN PARA SA MATUWID NA BAYAN, A COALITION OF CORPORATE ENTITIES DULY REGISTERED WITH THE SECURITIES AND EXCHANGE COMMISSION, WHICH ARE PETITIONERS HEREIN AS WELL, NAMELY, CAPITOL CHRISTIAN LEADERSHIP; BUKLOD PAMILYA INCORPORATED; KMP, KOALISYONG PANGKAUNLARAN NG MAMAMAYAN; AND KNK, ANAK NG DIYOS KADUGO NI KRISTO", "page_title": "G.R. No. 259850 - KILUSAN NG MAMAMAYAN PARA SA MATUWID NA BAYAN, A COALITION OF CORPORATE ENTITIES DULY REGISTERED WITH THE SECURITIES AND EXCHANGE COMMISSION, WHICH ARE PETITIONERS HEREIN AS WELL, NAMELY, CAPITOL CHRISTIAN LEADERSHIP; BUKLOD PAMILYA INCORPORATED; KMP, KOALISYONG PANGKAUNLARAN NG MAMAMAYAN; AND KNK, ANAK NG DIYOS KADUGO NI KRISTO, AND JOSE LAGUNSAD GONZALES, VICENTE ALEJO MACATANGAY, JR., SHARON FAITH SAMACO PAQUIZ, NELSON JAVA CELIS, MELCHOR GRUELA MAGDAMO, RODRIGO G. CORNEJO, AND MELANIO LAZO MAURICIO, JR., PETITIONERS, VS. COMMISSION ON ELECTIONS (COMELEC), Respondent.DECISION - Supreme Court E-Library", "promulgation_date": "2023-06-13", "promulgation_year": 2023, "promulgation_month": "jun", "court": "Supreme Court", "source_url": "https://elibrary.judiciary.gov.ph/thebookshelf/showdocs/1/69274", "clean_version": "v2.2", "checksum": "sha256:2e24030055fd82c0882d1038dd8fa1ac8a1e2700bf3a0872af5a0aa6256cbc40", "crawl_ts": "2025-10-22T07:38:44.423221Z", "ponente": "ROSARIO, J.", "division": null, "en_banc": null, "clean_text": "[ G.R. No. 259850, June 13, 2023 ]\nKILUSAN NG MAMAMAYAN PARA SA MATUWID NA BAYAN, A COALITION OF CORPORATE ENTITIES DULY REGISTERED WITH THE SECURITIES AND EXCHANGE COMMISSION, WHICH ARE PETITIONERS HEREIN AS WELL, NAMELY, CAPITOL CHRISTIAN LEADERSHIP; BUKLOD PAMILYA INCORPORATED; KMP, KOALISYONG PANGKAUNLARAN NG MAMAMAYAN; AND KNK, ANAK NG DIYOS KADUGO NI KRISTO, AND JOSE LAGUNSAD GONZALES, VICENTE ALEJO MACATANGAY, JR., SHARON FAITH SAMACO PAQUIZ, NELSON JAVA CELIS, MELCHOR GRUELA MAGDAMO, RODRIGO G. CORNEJO, AND MELANIO LAZO MAURICIO, JR., PETITIONERS, VS. COMMISSION ON ELECTIONS (COMELEC), Respondent.\nDECISION ROSARIO, J.:\nBefore the Court is a Petition for Mandamus to Compel the Respondent to Assert its Authority over the Foreign Election Technology Provider by Promulgating Mandatory Implementing Rules while Complying with Mandatory Public Consultation\n.\n[1]\nPetitioners in the present case\n[2]\nare the following: Kilusan ng Mamamayan Para sa Matuwid na Bayan (KMMB); KMMB's member organizations, namely Capitol Christian Leadership, Buklod Pamilya Incorporated, KMP Koalisyong Pangkaunlaran ng Mamamayan, KNK Anak Ng Diyos Kadugo Ni Kristo; Jose Lagunsad Gonzales (Gonzales), Vicente Alejo Macatangay, Jr. (Macatangay, Jr.); Sharon Faith Samaco Paquiz (Paquiz); Nelson Java Celis (Celis); Melchor Gruela Magdamo (Magdamo); Rodrigo G. Cornejo (Cornejo); and Melanio Lazo Mauricio, Jr. (Mauricio, Jr.).\n[3]\nPetitioners pray that the Court issue a writ of mandamus compelling the Commission on Elections (COMELEC) to (1) issue the implementing rules and regulations required by the laws mentioned in the Petition, and (2) towards that purpose, to conduct public consultations as soon as possible on the following concerns:\n(1)\nproper implementation of at least 15 mandatory minimum functional system capabilities for an automated election system under Section 7 of Republic Act (RA) No. 9369; (2)\nproper implementation of similar safeguards under other laws; (3)\npoll procedures respecting the right of watchers to \"take photographs of the proceedings and incidents\" in accordance with Section 179 of Batas Pambansa (BP) Blg. 881, otherwise known as the Omnibus Election Code, and the amplification of the same right to the \"public\" pursuant to RA No. 7166; (4)\nhonest implementation of the Court's ruling in Bagumbayan-VNP Movement, Inc. v. Commission on Elections\n[4]\non Voter Verified Paper Audit Trail until the Audit Trail Stage; (5)\nresolution of the discrepancies in Section 20(f) of COMELEC Resolution No. 10057, in relation to Section 2(f) of Resolution No. 10088 and Section 20(f) of Resolution No. 10460, with the end in view of deleting the sweeping ban against cameras in the phrase \"whatever purpose\" in Section 2(f); (6)\nelectronic signatures under RA No. 9369, Sections 22 and 25 under which the machine number of a Smartmatic Vote Counting Machine (VCM) or iButton is only a machine identifier under Smartmatic control; such machine identifier is not and cannot be an electronic [digital] signature chosen by and under the independent control of each individual member of the Board of Election Inspectors/Board of Canvassers/Electoral Board; (7)\nhonest implementation of the electronic [digital] signature system so that Electoral Board members may authenticate or reject each and every electronic transmission of election result before the Board proclaims a winning candidate under Section 22 of RA No. 9369; (8)\ncompliance with Section 19 of RA No. 9369 requiring electronic transmission of election return copies direct to the Kapisanan ng mga Brodkaster ng Pilipinas free from Smartmatic interference; (9)\nrandom manual audit that is truly random; and\n(10)\nothers which the Court may deem best in the interest of substantial justice for the People of the Philippines.\n[5]\nPetitioners seek to compel the COMELEC to comply with the purportedly mandatory public consultation requirement when formulating vital implementing rules involving the national and local elections. They submit that the COMELEC committed grave abuse of discretion amounting to lack or excess of jurisdiction by its refusal to act on the Letter\n[6]\ndated February 14, 2022 of KMMB seeking the COMELEC's issuance of implementing rules and regulations required by the Constitution and the relevant laws on the \"selection of the election system to be used during Philippine elections.\" Petitioners argue that mandamus will lie to compel the COMELEC to perform its duty to issue the said implementing rules and regulations required by the Constitution and the laws governing the selection of the election system to be used during the Philippine elections, i.e.\n, BP Blg. 881, otherwise known as the Omnibus Election Code, RA Nos. 7166, [7]\n8346\n[8]\nand 9369.\n[9]\nPetitioners argue that a major reason for the unfaithful implementation of the law on the automation of elections is the absence of implementing rules for some of the crucial safeguards in the conduct of automated elections. Specifically, petitioners aver that after the May 13, 2019 elections, the COMELEC did not promulgate rules for mandatory minimum functional system capabilities for election automation technology as enumerated under Section 7 of RA No. 9369. Further, while the COMELEC activity calendar is full of so many schedules for so many perfunctory tasks, there is none for public consultation on the formulation of implementing rules for at least 15 minimum functional system capabilities.\n[10]\nPetitioners also maintain that many people were misled into believing that several COMELEC Resolutions affecting transcendentally important mandatory poll safeguards underwent public consultation prior to promulgation as an implementing rule. Petitioners cite as an example RA No. 9369 which expressly requires the implementation of an electronic digital signature system to prevent fraud during the electronic transmission of election results. However, Section 40(f)\n[11]\nand Section 40(g)\n[12]\nof COMELEC Resolution No. 8786, otherwise known as the \"\nRevised General Instructions for The Board of Election Inspectors (BEI) on The Voting, Counting, and Transmission of Results in Connection with the 10 May 2010, National and Local Elections\n,\"\n[13]\nwent the opposite direction by commanding all Board of Election Inspectors nationwide to deactivate the digital signature system. Petitioners emphasize that no consultation was ever done by COMELEC prior to insertion of subsections (f) and (g) in Section 40 of COMELEC Resolution No. 8786.\n[14]\nAs another example, petitioners further cite Section 2(f)\n[15]\nof COMELEC Resolution No. 10088\n[16]\nwhich also did not have the benefit of public consultation. Petitioners emphasize that Section 179\n[17]\nof the Omnibus Election Code allows and even encourages poll watchers to take photographs. Further, RA No. 7166, which is an amendatory legislation to the Omnibus Election Code, gives the privilege of taking photographs not only to the poll watchers but also to the public. Also, Section 19 of RA No. 9369 expressly provides that any person may view or capture an image of the election return by means of cameras or any data capturing device. In contrast with the abovementioned laws, Section 2(f) of COMELEC Resolution No. 10088 imposed a sweeping ban against any capturing device, including digital cameras or cellular phones for whatever purpose, thereby suppressing and hiding the shortcomings of Smartmatic.\n[18]\nPetitioners point out that RA Nos. 8436 and 9369 which are election automation laws entrust to the COMELEC the promulgation of rules and regulations for the implementation and enforcement of the said laws. Petitioners maintain that the rules and regulations under these election automation laws are quasi-legislative rules which require public hearing prior to promulgation; since the said rules and regulations are not merely interpretative in nature, the COMELEC has no excuse to avoid the public consultation requirement.\n[19]\nPetitioners invoke the provision on public participation under the Administrative Code of 1987, i.e.\n, Section 9(1) and (3), [20]\nChapter 2 (Rules and Regulations), Book VII (Administrative Procedure). Petitioners explain that said provision requires the publication or circulation of notices of rule proposals to afford the opportunity for submissions of views prior to the adoption of any rule, and commands the observation of a contest procedure whenever the administrative agency receives an opposition to a rule-making proposal.\n[21]\nThus, at the very least, COMELEC must open to public consultation the following purportedly questionable COMELEC resolutions:\n[22]\n(1)\nResolution No. 8786, Section 40(f) and (g) insofar as the Resolution provides that, in the counting of ballots and transmission of results, the instruction is that when the Precinct Count Optical Scan (PCOS) displays the message \"WOULD YOU LIKE TO DIGITALLY SIGN THE TRANSMISSION FILES WITH A BEI SIGNATURE KEY?,\" the \"NO\" option should be pressed.\n(2)\nResolution No. 10458, [23]\nSection 4\n[24]\n(b) and (c) insofar as the Resolution provides that in the random selection of precincts for the  random manual audit, the list of the specific municipalities/cities shall be released to the public at 2:00 p.m. on the day of the election, and that at 9:00 a.m. of the day after the election, the Random Manual Audit Committee shall randomly select, from the municipalities/cities identified earlier, the specific sample of precincts for a random manual audit; and Resolution No. 10460, [25]\nSection 20\n[26]\ninsofar as it declares unlawful the voter's act of using capturing devices, including, but not limited to, digital cameras or cellular phones for whatever purpose while inside the polling place.\n[27]\nPetitioners also pray that a temporary restraining order and/or the appropriate injunctive relief be issued, stopping the COMELEC from utilizing in any manner, Smartmatic, Inc., its VCMs, PCOS, and other gadgets and instruments for holding an automated system of elections, for the 2022 elections and thereafter unless the appropriate implementing rules and regulations have been promulgated by the COMELEC.\n[28]\nWe dismiss the Petition and deny the prayer for the issuance of a temporary restraining order or any injunctive relief.\nAt the outset, the Petition suffers from procedural defects. Notably, after petitioners filed the present Petition, the Court, in its Resolution\n[29]\ndated April 19, 2022, required petitioners to comply with the following procedural requirements:\n(i)\nrequirement to submit proof of service (\ne.g.\n, a written admission of the party served, or an affidavit of the party serving and registry receipts) of the Petition on the adverse party pursuant to Section 2(c), Rule 56, in relation to Section 17, Rule 13, 1997 Rules of Civil Procedure, as amended; (ii)\nrequirement to submit a proper verification and certification against forum shopping as required by Rule 65 in relation to Sections 4 and 5, Rule 7, same Rules, it appearing that the affiant therein lacks competent evidence of identity; and\n(iii)\nrequirement to provide competent evidence of identity of the affiant in the affidavit of service pursuant to Sections 2, 6 and 12, Rule II of the 2004 Rules on Notarial Practice, as amended.\n[30]\nIn their Compliance, [31]\npetitioners submitted Mauricio, Jr.'s affidavit stating that he served the Petition to the COMELEC through electronic transmission at info@comelec.gov.ph, the latter's email address publicly listed in its website.\n[32]\nNotably, the page of the affidavit containing the notarization does not indicate Mauricio, Jr.'s competent evidence of identity. Further, the Verification and Sworn Certification Against Forum Shopping attached to the Compliance, which was executed by petitioners Macatangay, Jr., Paquiz, and Gonzales, lacks Paquiz's signature. Further, while the notary public certified that the affiants personally appeared before him and displayed to him the government IDs indicated below their names, the competent evidence of identification of Macatangay, Jr., Paquiz, and Gonzales do not appear below their names. Instead, the barely readable copy of the ID of Macatangay, Jr., and a copy of the ID of Gonzales were attached as the last pages of the Compliance or the Verification and Sworn Certification Against Forum Shopping.\n[33]\nWhile it might be the case that the IDs of Macatangay, Jr. and Gonzales—copies of which were attached to the Compliance—were presented to the notary public at the time of notarization of the Verification and Sworn Certification Against Forum Shopping, such possibility is a mere speculation as the competent evidence of identity of Macatangay, Jr. and Gonzales do not appear on the face of the Verification and Sworn Certification Against Forum Shopping.\nIn addition, it must be noted from the Petition that KMP Koalisyong Pangkaunlarang ng Mamamayan and KNK Anak ng Diyos Kadugo ni Kristo had no duly authorized representatives to participate in the filing of the Petition as in fact, no person executed a Verification and Sworn Certification Against Forum Shopping on their behalf.\n[34]\nAlso, some of the named petitioners, i.e.\n, Celis, Magdamo, Cornejo, and Mauricio, Jr. failed to execute a Verification and Sworn Certification Against Forum Shopping either in the original Petition or by way of compliance to the Court's April 19, 2022 Resolution.\nThus, petitioners KMP Koalisyong Pangkaunlarang ng Mamamayan and KNK Anak ng Diyos Kadugo ni Kristo, as well as Paquiz, Celis, Magdamo, Cornejo, and Mauricio, Jr., should be dropped as petitioners.\nAs to the remaining petitioners, despite being given the chance to rectify the procedural infirmities of the Petition, they still failed to correct the said errors. Considering the procedural infirmities of the Petition, the Petition should be dismissed.\nParenthetically, not all of the remaining petitioners were able to show their legal standing to file the Petition.\nAs explained in AES Watch v. COMELEC\n[35]\n(AES Watch)\n, \"[t]he question in standing is whether such parties have 'allege[d] such a personal stake in the outcome of the controversy as to assure that concrete adverseness which sharpens the presentation of issues upon which the court [so largely] depends for illumination of difficult constitutional questions.'\"\n[36]\nSpecifically, on the part of petitioners which are organizations, they merely alleged that they are juridical corporate entities with capacity to sue and be sued, that their participation had been duly authorized by their respective boards of trustees, and that all leaders and members of the KMMB have been and continue to be facing public scrutiny for their advocacy. These averments do not meet the requisite personal and substantial interest which would grant them standing.\n[37]\nHowever, on the part of the remaining individual petitioners Macatangay, Jr. and Gonzales, while they failed to allege any material injury, a relaxation of the rule on legal standing would have been warranted were it not for the dismissal of the present Petition based on procedural grounds, considering that they are filing the present Petition as citizens. In Francisco, Jr. v. House of Representatives\n, [38]\nthe Court discussed:\nWhen suing as a citizen\n, the interest of the petitioner assailing the constitutionality of a statute must be direct and personal. He must be able to show, not only that the law or any government act is invalid, but also that he sustained or is in imminent danger of sustaining some direct injury as a result of its enforcement, and not merely that he suffers thereby in some indefinite way. It must appear that the person complaining has been or is about to be denied some right or privilege to which he is lawfully entitled or that he is about to be subjected to some burdens or penalties by reason of the statute or act complained of. In fine, when the proceeding involves the assertion of a public right, the mere fact that he is a citizen satisfies the requirement of personal interest.\n[39]\n(Citations omitted)\nIt also bears noting that petitioners failed to substantiate their allegation that there are no implementing rules for some of the crucial safeguards in the conduct of automated elections as prescribed under Section 7 of RA No. 9369. Petitioners even mentioned the conduct of Random Manual Audit and Resolution No. 10088 entitled \"\nAmending Certain Provisions of Resolution No. 10057 dated February 11, 2016 or otherwise known as the General Instructions for the BEI on the Testing and Sealing of Vote Counting Machines (VCMs), and Voting, Counting and Transmission of Election Results in Connection with the 09 May 2016 National and Local Elections\n\" which are among the measures availed by the COMELEC in ensuring the integrity of the national and local elections. Notable from the present Petition is petitioners’ citation and elaborate discussion of various COMELEC Resolutions governing the conduct of automated elections.\nFurthermore, in AES Watch, the Court noted the prohibition in COMELEC Resolution No. 10088 (which served as guidelines for the 2016 National Elections), i.e.\n, that it shall be unlawful for a voter to \"[u]se capturing devices, including, but not limited to, digital cameras or cellular phones for whatever purpose while inside the polling place.\" However, the Court emphasized that COMELEC Resolution No. 10460 for the 2019 Elections already removed the phrase \"for whatever purpose.\" Specifically, the Court quoted both Section 2 of Resolution No. 10088 and Section 64 of Resolution No. 10460, to wit:\nResolution No. 10088 Resolution No. 10460\n(2016 NLE)\n(2019 NLE)\nSEC. 2. Sections 20(a) and (f) of Resolution No. 10057 are hereby amended to read as follows:\n\"SEC. 20. Prohibitions on voting - It shall be unlawful for a voter to:\n. . . .\nf) Use capturing devices, including, but not limited to, digital cameras or cellular phones for whatever purpose while inside the polling place[.]\"\n(Emphasis supplied)\nSEC. 64. Prohibitions on Voting. - It shall be unlawful for a voter to:\n. . . .\n(f) Use of capturing devices such as but not limited to digital cameras, cellular phones with camera, or other means to copy the contents of the ballot, or otherwise make use of any other scheme to identify his vote[.]\n(Emphasis supplied)\nLastly, AES Watch reiterated the ruling in Capalla v. COMELEC\n[40]\nthat PCOS machines are capable of digitally-signed transmissions. In Bagumbayan-VNP Movement, Inc. v. COMELEC\n, [41]\nciting Capalla, the Court discussed that there is no infirmity as regards the signature of a PCOS machine being the equivalent of a digital signature.\nACCORDINGLY\n, the instant Petition for Mandamus is DISMISSED\n, and the prayer for temporary restraining order and/or any injunctive relief is DENIED\n.\nSO ORDERED.\nCaguioa, Lazaro-Javier, Zalameda, M. Lopez, Gaerlan,  Dimaampao, Marquez, and Singh, JJ., concur.\nLeonen, **\nActing C.J., see separate concurring opinion.\nGesmundo, *\nC.J.\nand Hernando, ***\nJ., on official leave.\nInting\n****\nand Kho, Jr., ******\nJJ., no part.\nJ. Lopez, *****\nJ., *\non leave.\n*\nOn official leave.\n**\nActing Chief Justice per Special Order No. 2977 dated June 1, 2023.\n***\nOn official leave.\n****\nNo part.\n*****\nOn leave.\n******\nNo part.\n[1]\nRollo\n, pp. 3-46.\n[2]\nId. at 3 and 9; the first page of the Petition indicates that the Petition filed is a Petition for Certiorari\n, Mandamus and Prohibition although the designation of the Petition as well as the discussion on the nature of the Petition shows that what petitioners filed was a Petition for Mandamus\n.\n[3]\nId. at 3, 10-11.\n[4]\n782 Phil 1306 (2016) [Per J. Leonen, En Banc\n].\n[5]\nRollo\n, pp. 43-44.\n[6]\nId. at 87-157.\n[7]\nAn Act Providing for Synchronized National and Local Elections and for Electoral Reforms, Authorizing Appropriations Therefor, and for Other Purposes, Approved November 26, 1991.\n[8]\nAn Act Authorizing the Commission on Elections to Use an Automated Election System in the May 11, 1998 National or Local Elections and in Subsequent National and Local Electoral Exercises, Providing Funds Therefor and For Other Purposes, Approved December 22, 1997.\n[9]\nAn Act Amending Republic Act No. 8436, Entitled \"An Act Authorizing The Commission On Elections To Use an Automated Election System in The May 11, 1998 National or Local Elections and in Subsequent National And Local Electoral Exercises, To Encourage Transparency, Credibility, Fairness And Accuracy Of Elections, Amending For The Purpose Batas Pambansa Blg. 881, as Amended, Republic Act No. 7166 And Other Related Election Laws, Providing Funds Therefor and For Other Purposes,\" Approved January 23, 2007; see rollo\n, pp. 9, 12.\n[10]\nRollo\n, pp. 34-35.\n[11]\nSection 40.\nCounting of ballots and transmission of results; Procedure.\n(\nRenumbered\n) (\nAs Revised\n)\n. . . .\nf) Thereafter, the PCOS shall automatically count the votes and immediately display a message \"WOULD YOU LIKE TO DIGITALLY SIGN THE TRANSMISSION FILES WITH A BEI SIGNATURE KEY?\", with a \"YES\" or \"NO\" option; [12]\nSection 40.\nCounting of ballots and transmission of results; Procedure\n. (\nRenumbered\n) (\nAs Revised\n)\n. . . .\ng) Press \"NO\" option. The PCOS will display \"ARE YOU SURE YOU DO NOT WANT TO APPLY A DIGITAL SIGNATURE?\" with a \"YES\" and \"NO\" option; [13]\nPromulgated on March 4, 2010.\n[14]\nRollo\n, p. 7.\n[15]\nSECTION 2.\nSections 20(a) and (f) of Resolution No. 10057 are hereby amended to read as follows:\n\"\nSEC. 20. Prohibitions on voting\n. - It shall be unlawful for a voter to:\na) Bring the ballot, ballot secrecy folder, marking pen or voter's receipt outside of the polling place; xxx f) Use capturing devices, including, but not limited to, digital cameras or cellular phones for whatever purpose while inside the polling place;\"\n[16]\nEntitled \"Amending Certain Provisions of Resolution No. 10057 dated February 11, 2016 or otherwise known as the General Instructions for the Boards of Election Inspectors (BEI) on the Testing and Sealing of Vote Counting Machines (VCMs), and Voting, Counting and Transmission of Election Results in Connection with the 09 May 2016 National and Local Elections,\" promulgated on April 12, 2016.\n[17]\nSECTION 179.\nRights and duties of watchers\n. — Upon entering the polling place, the watchers shall present and deliver to the chairman of the board of election inspectors his appointment, and forthwith, his name shall be recorded in the minutes with a notation under his signature that he is not disqualified under the second paragraph of Section 178. The appointments of the watchers shall bear the personal signature or the facsimile signature of the candidate or the duly authorized representatives of the political party or coalition of political parties who appointed him or of organizations authorized by the Commission under Section 180. The watchers shall have the right to stay in the space reserved for them inside the polling place. They shall have the right to witness and inform themselves of the proceedings of the board of election inspectors, including its proceedings during the registration of voters, to take notes of what they may see or hear, to take photographs of the proceedings and incidents, if any, during the counting of votes, as well as of election returns, tally boards and ballot boxes, to file a protest against any irregularity or violation of law which they believe may have been committed by the board of election inspectors or by any of its members or by any persons, to obtain from the board of election inspectors a certificate as to the filing of such protest and/or of the resolution thereon, to read the ballots after they shall have been read by the chairman, as well as the election returns after they shall have been completed and signed by the members of the board of election inspectors without touching them, but they shall not speak to any member of the board of election inspectors, or to any voter, or among themselves, in such a manner as would distract the proceedings, and to be furnished with a certificate of the number of votes in words and figures cast for each candidate, duly signed and thumbmarked by the chairman and all the members of the board of election inspectors. Refusal of the chairman and the members of the board of election inspectors to sign and furnish such certificate shall constitute an election offense and shall be penalized under this Code.\n[18]\nRollo\n, p. 8.\n[19]\nId. at 9.\n[20]\nSection 9, Chapter 2, Book VII of the Administrative Code of 1987 provides:\nSection 9.\nPublic Participation\n. -\n(1) If not otherwise required by law, an agency shall, as far as practicable, publish or circulate notices of proposed rules and afford interested parties the opportunity to submit their views prior to the adoption of any rule.\n(2) In the fixing of rates, no rule or final order shall be valid unless the proposed rates shall have been published in a newspaper of general circulation at least two (2) weeks before the first hearing thereon.\n(3) In case of opposition, the rules on contested cases shall be observed.\n[21]\nRollo\n, p 8.\n[22]\nId. at 42-43.\n[23]\nEntitled \"In the Matter of the General Instructions for the Conduct of Random Manual Audit (RMA) for the 13 May 2019 Automated Synchronized National and Local Elections and Subsequent Elections Thereafter,\" promulgated on December 5, 2018.\n[24]\nSECTION 4\n. -\nThe Random Selection of Precincts for the MA\n. The random selection of the precincts for the RMA shall be conducted publicly in the following manner:\na)\nAt 12:00 noon on Election Day, the RMAC shall first randomly select the municipality/city from which the clustered precincts are to be selected under paragraph c of this provision.\nb)\nThe List of the Specific Municipalities/Cities shall be released to the public at 2:00 p.m. on Election Day.\nc)\nAt 9:00 a.m. of the day after the election, the MAC shall randomly select, from the municipalities/cities identified earlier, the specific sample precincts for the RMA.\nd)\nThe List of Specific Clustered Precinct/s per legislative district that have been randomly selected for RMA shall be released to the public at 10:00 a.m. on the same day.\nThe random selection shall be done using an automated random selection program recommended or developed by the PSA.\nxxxx\n[25]\nEntitled \"General Instructions For The Electoral Boards (EBs) On The Process Of Voting Counting And Transmission Of Election Results In Connection With The 13 MAY 2019 National And Local Elections,\" promulgated on December 6, 2018.\n[26]\nOn page 40 of their Petition (\nrollo\n, p. 42), petitioners alleged that Section 20 of COMELEC Resolution No. 10460 states that \"[i]t shall be unlawful for a voter to use capturing devices, including, but not limited to, cameras or cellular phones for whatever purpose while inside the polling place.\"\nHowever, the actual text of Section 20 reads as follows:\nSec. 20. Voting Privilege of the Electoral Board\n. - EB members may vote in the polling places where they are assigned on election day as long as:\na. They are registered voters of the city within the same legislative district, or municipality where they are assigned; b. Their voting in the polling place where they are not registered should be noted in the Minutes of Voting and Counting of Votes; and c. They shall add in the EDCVL their names and precinct numbers and the place where they are actually registered.\nAny EB member, who is not registered in the city or municipality where they are assigned, or registered in the city of another legislative district, may vote in the polling place where they are registered, provided that:\na. The voting in their place of assignment is light; b. Their absence shall not be for more than thirty (30) minutes; c. The EB members shall schedule the voting so that only one (1) member shall leave at any given time; d. They must be given priority in voting; and e. The fact that they exercised their voting privilege shall be noted in the Minutes.\nIn the alternative, the EB may avail of local absentee voting pursuant to Comelec Resolution No. 10443 dated 8 November 2018 entitled \"\nRules and Regulations on Local Absentee Voting in Connection with The May 13, 2019 National and Local Elections\n.\"\n[27]\nRollo\n, p. 42.\n[28]\nId. at 44.\n[29]\nId. at 160-161.\n[30]\nId. at 160.\n[31]\nId. at 163-72.\n[32]\nId. at 165.\n[33]\nId. at 167-172.\n[34]\nId. at 46-47.\n[35]\nG.R. No. 246332\n, December 9, 2020 [Per J. Lopez, En Banc\n].\n[36]\nId.\n[37]\nId.\n[38]\n(2003) [Per J. Carpio Morales, En Banc\n].\n[39]\nId. at 895-896.\n[40]\n(2012) [Per J. Peralta, En Banc\n].\n[41]\n(2019) [Per J. A. Reyes, Jr., En Banc\n].\nSEPARATE CONCURRING OPINION LEONEN, SAJ.\n:\nI concur in the ponencia that the Petition should be dismissed on procedural grounds and for petitioners' failure to show that public respondent Commission on Elections failed to comply with the requirements of Republic Act No. 8436, as amended by Republic Act No. 9369.\nHowever, I would like to raise a few points.\nFirst, the law provisions implementing automated elections are mandatory. In Bagumbayan-VNP Movement, Inc. v. Commission on Elections\n, [1]\nthis Court granted the petition for mandamus to compel the Commission on Elections \"to enable the vote verification feature of the vote-counting machines,\"\n[2]\nwhich is one of the required minimum system capabilities of the automated election system. We reasoned:\nThe minimum functional capabilities enumerated under Section 6 of Republic Act 8436, as amended, are mandatory. These functions constitute the most basic safeguards to ensure the transparency, credibility, fairness[,] and accuracy of the upcoming elections.\n[3]\nSecond, while Republic Act No. 8436, as amended by Republic Act No. 9369, does not explicitly state that public consultation is required, the law does provide for the Advisory Council:\nSECTION 6.\nMinimum System Capabilities.\n— The automated election system must at least have the following functional capabilities:\n. . . .\nIn the procurement of this system, the Commission shall develop and adopt an evaluation system to ascertain that the above minimum system capabilities are met. This evaluation system shall be developed with the assistance of an advisory council\n. (Emphasis supplied)\nThe Advisory Council is composed of representatives from the public and private sectors:\nSECTION 8.\nThe Advisory Council.\n— The Commission shall create an Advisory Council, hereafter referred to as the Council, which shall be convened not later than eighteen (18) months prior to the next scheduled electoral exercise, and deactivated six months after completion of canvassing:\nProvided\n, for purposes of the 2007 elections, the Advisory Council shall be immediately convened within ten (10) days after the effectivity of this Act.\nThe Council shall be composed of the following members, who must be registered Filipino voters, of known independence, competence and probity:\n(a)\nThe Chairman of the Commission on Information and Communications Technology (CICT) who shall act as the chairman of the Council; (b)\nOne member from the Department of Science and Technology; (c)\nOne member from the Department of Education; (d)\nOne member representing the academe, to be selected by the chair of the Advisory Council from among the list of nominees submitted by the country's academic institutions; (e)\nThree members representing ICT professional organizations to be selected by the chair of the Advisory Council from among the list of nominees submitted by Philippine-based ICT professional organizations. Nominees shall be individuals, at least one of whom shall be experienced in managing or implementing large-scale IT projects.\n(f)\nTwo members representing nongovernmental electoral reform organizations, to be selected by the chair of the Advisory Council from among the list of nominees submitted by the country's nongovernmental electoral reform organizations.\nA person who is affiliated with any political party or candidate for any national position, or is related to a candidate for any national position by affinity or consanguinity within the fourth civil degree, shall not be eligible for appointment or designation to the Advisory Council. Should any such situation arise at any time during the incumbency of a member, the designation or appointment of that member shall ipso facto be terminated.\nAny member of the Advisory Council is prohibited from engaging, directly or indirectly, with any entity that advocates, markets, imports, produces or in any manner handles software, hardware or any equipment that may be used for election purposes for personal gain.\nAny violation of the two immediately preceding paragraphs shall disqualify said member from the Advisory Council and shall be punishable as provided in this Act and shall be penalized in accordance with the Anti-Graft and Corrupt Practices Act and other related laws.\nThe Council may avail itself of the expertise and services of resource persons who are of known independence, competence[,] and probity, are nonpartisan, and do not possess any of the disqualifications applicable to a member of the Advisory Council as provided herein. The resource persons shall also be subject to the same prohibitions and penalties as the members of the Advisory Council.\nThe Commission on Information and Communications Technology (CICT), shall include in its annual appropriation the funds necessary to enable the Council to effectively perform its functions.\nAt the very least, the Commission on Elections should consult with the Advisory Council in developing an evaluation system to determine if an automated election system meets the minimum functional capabilities required by law.\nHere, it is impliedly admitted from the Petition's allegations that the Commission on Elections complied with the law. Petitioners stated:\nINTER-AGENCY PUBLIC CONSULTATION 198. The obligation to be open for public participation is inter-agency in nature because election automation technology is no longer an exclusive prerogative of Comelec alone.\n199. Republic Act No. 9369 Section 9 provides for creation of a Comelec Advisory Council under three other government agencies = Department of Information and Communication[s] Technology (DICT) + Department of Science and Technology (DOST) + Department of Education (DepEd) = together with experts from the private sector.\n200. The Comelec Advisory Council shall recommend technology, participate as non-voting member in the Bids and Awards Committee (BAC), participate as non-voting member in the steering committee, provide advice, and report within six months from election date to the [Joint Congressional Oversight Committee].\n201. Incidentally, with or without public participation, Comelec had a history of rejecting majority of Advisory Council recommendations in favor of perpetuating Smartmatic monopoly. Not only the Advisory Council but no less than President Rodrigo Roa Duterte himself said \"[d]ispose of that Smartmatic and look for a new one that is free of fraud.\"\n[4]\nIt is clear that petitioners question the Commission on Elections' alleged rejection of the Advisory Council's recommendations, not the lack of consultation as it claims.\nAcceptance or rejection of the Advisory Council's recommendations is a policy decision well within the Commission on Elections' powers. Without any showing that its rejection amounted to unlawful neglect to perform a duty enjoined by law, [5]\nmandamus will not lie.\nThird, some of the resolutions questioned by petitioners pertain to the 2010 and 2019 national and local elections. These issues—on the digital signatures, the conduct of the random manual audit, and the absolute prohibition on the use of cameras—are now moot.\nIn any case, a review of the questioned resolutions shows that the Commission on Elections has addressed the matters they raised in its issuances relative to the 2022 national and local elections.\nOn the digital signatures, petitioners question COMELEC Resolution No. 8786, applicable to the 2010 national and local elections, which instructed the Board of Election Inspectors to choose not to digitally sign the transmission files.\n[6]\nThis instruction has since been revised:\nCOMELEC Resolution No. 8786, March 4, 2010\n[7]\nVote Counting Machine Operational Guide as of December 20, 2021\n[8]\nSECTION 40. Counting of ballots and transmission of results; Procedure. (Renumbered) (As revised)\n. . . .\nf)\nThereafter, the PCOS shall automatically count the votes and immediately display a message WOULD YOU LIKE TO DIGITALLY SIGN THE TRANSMISSION FILES WITH A BEI SIGNATURE KEY?, with a YES or NO option; g)\nPress NO option. The PCOS will display ARE YOU SURE YOU DO NOT WANT TO APPLY A DIGITAL SIGNATURE? with a YES and NO option[.]\nThe members of the Electoral Board add their digital signatures before the results are printed and transmitted to the appropriate board of canvassers.\n[9]\nPetitioners also argue that the digital signatures should represent the identity of a person, not that of the machine that transmitted results.\n[10]\nI agree that this Court has addressed the issue on digital signatures in Archbishop Capalla v. Commission on Elections\n, [11]\nBagumbayan-VNP Movement, Inc. v. Commission on Elections\n, [12]\nand AES Watch v. Commission on Elections\n.\n[13]\nParticularly, in AES Watch\n:\nAs gleaned from the wording of the law, the signature may be any distinctive mark or characteristic that represents the identity of a person. Thus, a machine signature of a PCOS machine may validly be considered the functional equivalent of the aforementioned \"digital signature,\"\nas it represents the identity of the individual, said signature naturally being created specifically for the person him or herself inputting the details\n.\n[14]\n(Emphasis supplied)\nThus, the digital signature represents the individual who encoded it, and the machine that transmitted the results.\nOn the conduct of the random manual audit, petitioners argue that 2:00 p.m. on election day, as per COMELEC Resolution No. 10458, \"is too late because by that time many are already aware which precincts are clean and which are fraudulent.\n[15]\nHowever, for the 2022 national and local elections, the Commission on Elections has moved the time to 10:00 a.m., as shown in COMELEC Resolution No. 10774:\nCOMELEC Resolution No. 10458 dated December 5, 2018\n[16]\nCOMELEC Resolution No. 10774 dated March 23, 2022\n[17]\nSECTION 4. —\nRandom Selection of Precincts for the RMA\n. The random selection of the precincts for the RMA shall be conducted publicly in the following manner:\n. . . .\nb.\nThe List of the Specific Municipalities/Cities shall be released to the public at 2:00 p.m. on Election Day.\nc.\nAt 9:00 a.m. of the day after the election, the RMAC shall randomly select, from the municipalities/cities identified earlier, the specific sample precincts for the RMA.\nSECTION 5.\nRandom Selection of Clustered Precincts for the RMA\n. The random selection of the clustered precincts for the RMA shall be conducted publicly on the day after the elections in the following manner:\na.\nAt ten o'clock in the morning (10:00 A.M.), the RMAC shall randomly select the specific clustered precincts per legislative district for the RMA; b.\nAt twelve o'clock noon (12:00 P.M.), the List of Randomly Selected Clustered Precincts per legislative district and the Contingency List of Randomly, Selected Clustered Precincts per legislative district shall be released to the public; c.\nA Contingency List of Randomly Selected Clustered Precincts shall also be generated after the List of Randomly Selected Clustered Precincts has been produced. The grounds for the utilization of the Contingency List of Randomly Selected Clustered Precincts shall be determined by the RMAC; and The random selection shall be done using an automated random selection program recommended or developed by the PSA.\nThe RMAC shall promptly provide RMA-RDTs with the Lists of Specific Municipalities/Cities, Randomly Selected Clustered Precincts, and the Contingency List of Randomly Selected Clustered Precinct.\nFinally, on the absolute prohibition on the use of cameras, petitioners argue that this goes against several election-related laws.\n[18]\nFor example, Section 179 of the Omnibus Election Code allows watchers \"to take photographs of the proceedings and incidents, if any, during the counting of votes, as well as of election returns, tally boards and ballot boxes.\"\n[19]\nAs noted in the ponencia\n, the Commission on Elections has, since the 2019 national and local elections, \"removed the phrase 'for whatever purpose.'\"\n[20]\nIt clarified that the prohibition is specific to instances when a voter's ballot may be identified. COMELEC Resolution No. 10727, [21]\napplicable to the 2022 national and local elections, provides:\nSECTION 19.\nPowers and Functions of the Electoral Board.\n— In addition to the powers and functions prescribed by law or by the rules and regulations issued by the Commission, the EBs shall:\n. . . .\nf.\nProhibit the use of cellular phones, cameras, or any recording device by the voters during voting; . . . .\nSECTION 66.\nProhibitions on Voting.\n— It shall be unlawful for a voter to:\n. . . .\nf.\nUse of capturing devices such as but not limited to digital cameras, cellular phones with camera, or other means to copy the contents of the ballot, or otherwise make use of any other scheme to identify his vote[.]\nIn any case, these issues are moot.\nTo reiterate, Republic Act No. 8436, as amended by Republic Act No. 9369, requires the Commission on Elections to seek assistance from the Advisory Council in evaluating minimum system capabilities. This is the minimum requirement that, based on petitioners' allegations, the Commission has complied with.\nACCORDINGLY\n, I vote that the Petition be DISMISSED\n.\n[1]\n(2016) [Per J. Leonen, En Banc\n].\n[2]\nId. at 1324.\n[3]\nId. at 1322.\n[4]\nRollo\n, p. 42.\n[5]\nSee Bagumbayan-VNP Movement, Inc. v. Commission on Elections\n, 782 Phil. 1306 (2016) [Per J. Leonen, En Banc\n].\n[6]\nRollo\n, p. 42.\n[7]\nRevised General Instructions for the Board of Election Inspectors (BEI) on the Voting, Counting, and Transmission of Results in Connection with the 10 May 2010, National and Local Elections\n, available at https://comelec.gov.ph/?r=References/ComelecResolutions/NLE/2010NLE/res8786\n(last accessed on March 20, 2023).\n[8]\nVote Counting Machine (VCM) Operational Guide as of December 20, 2021\n, available at https://comelec.gov.ph/?r=2022NLE/VCMOperationalGuide\n(last accessed on March 20, 2023).\n[9]\nId.\n[10]\nRollo\n, pp. 37-38.\n[11]\n(2012) [Per J. Peralta, En Banc\n].\n[12]\n(2019) [Per J. A. Reyes, Jr., En Banc\n].\n[13]\nG.R. No. 246332\n, December 9, 2020 [Per J. Lopez, En Banc\n].\n[14]\nAES Watch v. Commission on Elections, G.R. No. 246332\n, Dec. 9, 2020 [Per J. Lopez, En Banc\n], citing Bagumbayan-VNP Movement, Inc. v. Commission on Eleections\n, 851 Phil. 685 (2019) [Per J. A.B. Reyes, Jr., En Banc\n].\n[15]\nRollo\n, p. 42.\n[16]\nIn the Matter of the General Instructions for the Conduct of Random Manual Audit (RMA) for the 13 May 2019 Automated Synchronized National and Local Elections and Subsequent Elections Thereafter\n, available at https://comelec.gov.ph/?r=2019NLE/Resolutions/res10458\n(last accessed on March 20, 2023).\n[17]\nIn The Matter of the Amendment of the General Instructions for the Conduct of Random Manual Audit (RMA) for the 9 May 2022 Automated Synchronized National and Local Elections and Subsequent Elections Thereafter\n, available at https://comelec.gov.ph/?r=2022NLE/Resolutions/res10774\n(last accessed on March 20, 2023).\n[18]\nPetitioners cite the Batas Pambansa Blg. 881 or the Omnibus Election Code, Republic Act No. 7166, and Republic Act No. 9369.\nRollo\n, p. 8.\n[19]\nELECTION CODE, sec. 179 provides:\nSECTION 179.\nRights and duties of watchers\n. — Upon entering the polling place, the watchers shall present and deliver to the chairman of the board of election inspectors his appointment, and forthwith, his name shall be recorded in the minutes with a notation under his signature that he is not disqualified under the second paragraph of Section 178. The appointments of the watchers shall bear the personal signature or the facsimile signature of the candidate or the duly authorized representatives of the political party or coalition of political parties who appointed him or of organizations authorized by the Commission under Section 180. The watchers shall have the right to stay in the space reserved for them inside the polling place. They shall have the right to witness and inform themselves of the proceedings of the board of election inspectors, including its proceedings during the registration of voters, to take notes of what they may see or hear, to take photographs of the proceedings and incidents, if any, during the counting of votes, as well as of election returns, tally boards and ballot boxes, to file a protest against any irregularity or violation of law which they believe may have been committed by the board of election inspectors or by any of its members or by any persons, to obtain from the board of election inspectors a certificate as to the filing of such protest and/or of the resolution thereon, to read the ballots after they shall have been read by the chairman, as well as the election returns after they shall have been completed and signed by the members of the board of election inspectors without touching them, but they shall not speak to any member of the board of election inspectors, or to any voter, or among themselves, in such a manner as would distract the proceedings, and to be furnished with a certificate of the number of votes in words and figures cast for each candidate, duly signed and thumbmarked by the chairman and all the members of the board of election inspectors. Refusal of the chairman and the members of the board of election inspectors to sign and furnish such certificate shall constitute an election offense and shall be penalized under this Code.\n[20]\nPonencia\n, p. 10.\n[21]\nGeneral Instructions for the Constitution, Composition and Appointment of Electoral Boards; the Process of Final Testing and Sealing Machines; and the Voting, Counting and Transmission of Election Results in Connection with the 09 May 2022 National and Local Elections\n, available at https://comelec.gov.ph/?r=2022NLE/Resolutions/res10727\n(last accessed on March 20, 2023).", "sections": {"ruling": "ACCORDINGLY\n, the instant Petition for Mandamus is DISMISSED\n, and the prayer for temporary restraining order and/or any injunctive relief is DENIED\n.\nSO ORDERED.", "facts": "The fact that they exercised their voting privilege shall be noted in the Minutes.\nIn the alternative, the EB may avail of local absentee voting pursuant to Comelec Resolution No. 10443 dated 8 November 2018 entitled \"\nRules and Regulations on Local Absentee Voting in Connection with The May 13, 2019 National and Local Elections\n.\"\n[27]\nRollo\n, p. 42.\n[28]\nId. at 44.\n[29]\nId. at 160-161.\n[30]\nId. at 160.\n[31]\nId. at 163-72.\n[32]\nId. at 165.\n[33]\nId. at 167-172.\n[34]\nId. at 46-47.\n[35]\nG.R. No. 246332\n, December 9, 2020 [Per J. Lopez, En Banc\n].\n[36]\nId.\n[37]\nId.\n[38]\n(2003) [Per J. Carpio Morales, En Banc\n].\n[39]\nId. at 895-896.\n[40]\n(2012) [Per J. Peralta, En Banc\n].\n[41]\n(2019) [Per J. A. Reyes, Jr., En Banc\n].\nSEPARATE CONCURRING OPINION LEONEN, SAJ.\n:\nI concur in the ponencia that the Petition should be dismissed on procedural grounds and for petitioners' failure to show that public respondent Commission on Elections failed to comply with the requirements of Republic Act No. 8436, as amended by Republic Act No. 9369.\nHowever, I would like to raise a few points.\nFirst, the law provisions implementing automated elections are mandatory. In Bagumbayan-VNP Movement, Inc. v. Commission on Elections\n, [1]\nthis Court granted the petition for mandamus to compel the Commission on Elections \"to enable the vote verification feature of the vote-counting machines,\"\n[2]\nwhich is one of the required minimum system capabilities of the automated election system. We reasoned:\nThe minimum functional capabilities enumerated under Section 6 of Republic Act 8436, as amended, are mandatory. These functions constitute the most basic safeguards to ensure the transparency, credibility, fairness[,] and accuracy of the upcoming elections.\n[3]\nSecond, while Republic Act No. 8436, as amended by Republic Act No. 9369, does not explicitly state that public consultation is required, the law does provide for the Advisory Council:\nSECTION 6.\nMinimum System Capabilities.\n— The automated election system must at least have the following functional capabilities:\n. . . .\nIn the procurement of this system, the Commission shall develop and adopt an evaluation system to ascertain that the above minimum system capabilities are met. This evaluation system shall be developed with the assistance of an advisory council\n. (Emphasis supplied)\nThe Advisory Council is composed of representatives from the public and private sectors:\nSECTION 8.\nThe Advisory Council.\n— The Commission shall create an Advisory Council, hereafter referred to as the Council, which shall be convened not later than eighteen (18) months prior to the next scheduled electoral exercise, and deactivated six months after completion of canvassing:\nProvided\n, for purposes of the 2007 elections, the Advisory Council shall be immediately convened within ten (10) days after the effectivity of this Act.\nThe Council shall be composed of the following members, who must be registered Filipino voters, of known independence, competence and probity:\n(a)\nThe Chairman of the Commission on Information and Communications Technology (CICT) who shall act as the chairman of the Council; (b)\nOne member from the Department of Science and Technology; (c)\nOne member from the Department of Education; (d)\nOne member representing the academe, to be selected by the chair of the Advisory Council from among the list of nominees submitted by the country's academic institutions; (e)\nThree members representing ICT professional organizations to be selected by the chair of the Advisory Council from among the list of nominees submitted by Philippine-based ICT professional organizations. Nominees shall be individuals, at least one of whom shall be experienced in managing or implementing large-scale IT projects.\n(f)\nTwo members representing nongovernmental electoral reform organizations, to be selected by the chair of the Advisory Council from among the list of nominees submitted by the country's nongovernmental electoral reform organizations.\nA person who is affiliated with any political party or candidate for any national position, or is related to a candidate for any national position by affinity or consanguinity within the fourth civil degree, shall not be eligible for appointment or designation to the Advisory Council. Should any such situation arise at any time during the incumbency of a member, the designation or appointment of that member shall ipso facto be terminated.\nAny member of the Advisory Council is prohibited from engaging, directly or indirectly, with any entity that advocates, markets, imports, produces or in any manner handles software, hardware or any equipment that may be used for election purposes for personal gain.\nAny violation of the two immediately preceding paragraphs shall disqualify said member from the Advisory Council and shall be punishable as provided in this Act and shall be penalized in accordance with the Anti-Graft and Corrupt Practices Act and other related laws.\nThe Council may avail itself of the expertise and services of resource persons who are of known independence, competence[,] and probity, are nonpartisan, and do not possess any of the disqualifications applicable to a member of the Advisory Council as provided herein. The resource persons shall also be subject to the same prohibitions and penalties as the members of the Advisory Council.\nThe Commission on Information and Communications Technology (CICT), shall include in its annual appropriation the funds necessary to enable the Council to effectively perform its functions.\nAt the very least, the Commission on Elections should consult with the Advisory Council in developing an evaluation system to determine if an automated election system meets the minimum functional capabilities required by law.\nHere, it is impliedly admitted from the Petition's allegations that the Commission on Elections complied with the law. Petitioners stated:\nINTER-AGENCY PUBLIC CONSULTATION 198. The obligation to be open for public participation is inter-agency in nature because election automation technology is no longer an exclusive prerogative of Comelec alone.\n199. Republic Act No. 9369 Section 9 provides for creation of a Comelec Advisory Council under three other government agencies = Department of Information and Communication[s] Technology (DICT) + Department of Science and Technology (DOST) + Department of Education (DepEd) = together with experts from the private sector.\n200. The Comelec Advisory Council shall recommend technology, participate as non-voting member in the Bids and Awards Committee (BAC), participate as non-voting member in the steering committee, provide advice, and report within six months from election date to the [Joint Congressional Oversight Committee].\n201. Incidentally, with or without public participation, Comelec had a history of rejecting majority of Advisory Council recommendations in favor of perpetuating Smartmatic monopoly. Not only the Advisory Council but no less than President Rodrigo Roa Duterte himself said \"[d]ispose of that Smartmatic and look for a new one that is free of fraud.\"\n[4]\nIt is clear that petitioners question the Commission on Elections' alleged rejection of the Advisory Council's recommendations, not the lack of consultation as it claims.\nAcceptance or rejection of the Advisory Council's recommendations is a policy decision well within the Commission on Elections' powers. Without any showing that its rejection amounted to unlawful neglect to perform a duty enjoined by law, [5]\nmandamus will not lie.\nThird, some of the resolutions questioned by petitioners pertain to the 2010 and 2019 national and local elections. These issues—on the digital signatures, the conduct of the random manual audit, and the absolute prohibition on the use of cameras—are now moot.\nIn any case, a review of the questioned resolutions shows that the Commission on Elections has addressed the matters they raised in its issuances relative to the 2022 national and local elections.\nOn the digital signatures, petitioners question COMELEC Resolution No. 8786, applicable to the 2010 national and local elections, which instructed the Board of Election Inspectors to choose not to digitally sign the transmission files.\n[6]\nThis instruction has since been revised:\nCOMELEC Resolution No. 8786, March 4, 2010\n[7]\nVote Counting Machine Operational Guide as of December 20, 2021\n[8]\nSECTION 40. Counting of ballots and transmission of results; Procedure. (Renumbered) (As revised)\n. . . .\nf)\nThereafter, the PCOS shall automatically count the votes and immediately display a message WOULD YOU LIKE TO DIGITALLY SIGN THE TRANSMISSION FILES WITH A BEI SIGNATURE KEY?, with a YES or NO option; g)\nPress NO option. The PCOS will display ARE YOU SURE YOU DO NOT WANT TO APPLY A DIGITAL SIGNATURE? with a YES and NO option[.]\nThe members of the Electoral Board add their digital signatures before the results are printed and transmitted to the appropriate board of canvassers.\n[9]\nPetitioners also argue that the digital signatures should represent the identity of a person, not that of the machine that transmitted results.\n[10]\nI agree that this Court has addressed", "issues": "the issue on digital signatures in Archbishop Capalla v. Commission on Elections\n, [11]\nBagumbayan-VNP Movement, Inc. v. Commission on Elections\n, [12]\nand AES Watch v. Commission on Elections\n.\n[13]\nParticularly, in AES Watch\n:\nAs gleaned from the wording of the law, the signature may be any distinctive mark or characteristic that represents the identity of a person. Thus, a machine signature of a PCOS machine may validly be considered the functional equivalent of the aforementioned \"digital signature,\"\nas it represents the identity of the individual, said signature naturally being created specifically for the person him or herself inputting the details\n.\n[14]\n(Emphasis supplied)\nThus, the digital signature represents the individual who encoded it, and the machine that transmitted the results.\nOn the conduct of the random manual audit, petitioners argue that 2:00 p.m. on election day, as per COMELEC Resolution No. 10458, \"is too late because by that time many are already aware which precincts are clean and which are fraudulent.\n[15]\nHowever, for the 2022 national and local elections, the Commission on Elections has moved the time to 10:00 a.m., as shown in COMELEC Resolution No. 10774:\nCOMELEC Resolution No. 10458 dated December 5, 2018\n[16]\nCOMELEC Resolution No. 10774 dated March 23, 2022\n[17]\nSECTION 4. —\nRandom Selection of Precincts for the RMA\n. The random selection of the precincts for the RMA shall be conducted publicly in the following manner:\n. . . .\nb.\nThe List of the Specific Municipalities/Cities shall be released to the public at 2:00 p.m. on Election Day.\nc.\nAt 9:00 a.m. of the day after the election, the RMAC shall randomly select, from the municipalities/cities identified earlier, the specific sample precincts for the RMA.\nSECTION 5.\nRandom Selection of Clustered Precincts for the RMA\n. The random selection of the clustered precincts for the RMA shall be conducted publicly on the day after the elections in the following manner:\na.\nAt ten o'clock in the morning (10:00 A.M.), the RMAC shall randomly select the specific clustered precincts per legislative district for the RMA; b.\nAt twelve o'clock noon (12:00 P.M.), the List of Randomly Selected Clustered Precincts per legislative district and the Contingency List of Randomly, Selected Clustered Precincts per legislative district shall be released to the public; c.\nA Contingency List of Randomly Selected Clustered Precincts shall also be generated after the List of Randomly Selected Clustered Precincts has been produced. The grounds for the utilization of the Contingency List of Randomly Selected Clustered Precincts shall be determined by the RMAC; and The random selection shall be done using an automated random selection program recommended or developed by the PSA.\nThe RMAC shall promptly provide RMA-RDTs with the Lists of Specific Municipalities/Cities, Randomly Selected Clustered Precincts, and the Contingency List of Randomly Selected Clustered Precinct.\nFinally, on the absolute prohibition on the use of cameras, petitioners argue that this goes against several election-related laws.\n[18]\nFor example, Section 179 of the Omnibus Election Code allows watchers \"to take photographs of the proceedings and incidents, if any, during the counting of votes, as well as of election returns, tally boards and ballot boxes.\"\n[19]\nAs noted in the ponencia\n, the Commission on Elections has, since the 2019 national and local elections, \"removed the phrase 'for whatever purpose.'\"\n[20]\nIt clarified that the prohibition is specific to instances when a voter's ballot may be identified. COMELEC Resolution No. 10727, [21]\napplicable to the 2022 national and local elections, provides:\nSECTION 19.\nPowers and Functions of the Electoral Board.\n— In addition to the powers and functions prescribed by law or by the rules and regulations issued by the Commission, the EBs shall:\n. . . .\nf.\nProhibit the use of cellular phones, cameras, or any recording device by the voters during voting; . . . .\nSECTION 66.\nProhibitions on Voting.\n— It shall be unlawful for a voter to:\n. . . .\nf.\nUse of capturing devices such as but not limited to digital cameras, cellular phones with camera, or other means to copy the contents of the ballot, or otherwise make use of any other scheme to identify his vote[.]\nIn any case, these issues are moot.\nTo reiterate, Republic Act No. 8436, as amended by Republic Act No. 9369, requires the Commission on Elections to seek assistance from the Advisory Council in evaluating minimum system capabilities. This is the minimum requirement that, based on petitioners' allegations, the Commission has complied with.\nACCORDINGLY\n, I vote that the Petition be DISMISSED\n.\n[1]\n(2016) [Per J. Leonen, En Banc\n].\n[2]\nId. at 1324.\n[3]\nId. at 1322.\n[4]\nRollo\n, p. 42.\n[5]\nSee Bagumbayan-VNP Movement, Inc. v. Commission on Elections\n, 782 Phil. 1306 (2016) [Per J. Leonen, En Banc\n].\n[6]\nRollo\n, p. 42.\n[7]\nRevised General Instructions for the Board of Election Inspectors (BEI) on the Voting, Counting, and Transmission of Results in Connection with the 10 May 2010, National and Local Elections\n, available at https://comelec.gov.ph/?r=References/ComelecResolutions/NLE/2010NLE/res8786\n(last accessed on March 20, 2023).\n[8]\nVote Counting Machine (VCM) Operational Guide as of December 20, 2021\n, available at https://comelec.gov.ph/?r=2022NLE/VCMOperationalGuide\n(last accessed on March 20, 2023).\n[9]\nId.\n[10]\nRollo\n, pp. 37-38.\n[11]\n(2012) [Per J. Peralta, En Banc\n].\n[12]\n(2019) [Per J. A. Reyes, Jr., En Banc\n].\n[13]\nG.R. No. 246332\n, December 9, 2020 [Per J. Lopez, En Banc\n].\n[14]\nAES Watch v. Commission on Elections, G.R. No. 246332\n, Dec. 9, 2020 [Per J. Lopez, En Banc\n], citing Bagumbayan-VNP Movement, Inc. v. Commission on Eleections\n, 851 Phil. 685 (2019) [Per J. A.B. Reyes, Jr., En Banc\n].\n[15]\nRollo\n, p. 42.\n[16]\nIn the Matter of the General Instructions for the Conduct of Random Manual Audit (RMA) for the 13 May 2019 Automated Synchronized National and Local Elections and Subsequent Elections Thereafter\n, available at https://comelec.gov.ph/?r=2019NLE/Resolutions/res10458\n(last accessed on March 20, 2023).\n[17]\nIn The Matter of the Amendment of the General Instructions for the Conduct of Random Manual Audit (RMA) for the 9 May 2022 Automated Synchronized National and Local Elections and Subsequent Elections Thereafter\n, available at https://comelec.gov.ph/?r=2022NLE/Resolutions/res10774\n(last accessed on March 20, 2023).\n[18]\nPetitioners cite the Batas Pambansa Blg. 881 or the Omnibus Election Code, Republic Act No. 7166, and Republic Act No. 9369.\nRollo\n, p. 8.\n[19]\nELECTION CODE, sec. 179 provides:\nSECTION 179.\nRights and duties of watchers\n. — Upon entering the polling place, the watchers shall present and deliver to the chairman of the board of election inspectors his appointment, and forthwith, his name shall be recorded in the minutes with a notation under his signature that he is not disqualified under the second paragraph of Section 178. The appointments of the watchers shall bear the personal signature or the facsimile signature of the candidate or the duly authorized representatives of the political party or coalition of political parties who appointed him or of organizations authorized by the Commission under Section 180. The watchers shall have the right to stay in the space reserved for them inside the polling place. They shall have the right to witness and inform themselves of the proceedings of the board of election inspectors, including its proceedings during the registration of voters, to take notes of what they may see or hear, to take photographs of the proceedings and incidents, if any, during the counting of votes, as well as of election returns, tally boards and ballot boxes, to file a protest against any irregularity or violation of law which they believe may have been committed by the board of election inspectors or by any of its members or by any persons, to obtain from the board of election inspectors a certificate as to the filing of such protest and/or of the resolution thereon, to read the ballots after they shall have been read by the chairman, as well as the election returns after they shall have been completed and signed by the members of the board of election inspectors without touching them, but they shall not speak to any member of the board of election inspectors, or to any voter, or among themselves, in such a manner as would distract the proceedings, and to be furnished with a certificate of the number of votes in words and figures cast for each candidate, duly signed and thumbmarked by the chairman and all the members of the board of election inspectors. Refusal of the chairman and the members of the board of election inspectors to sign and furnish such certificate shall constitute an election offense and shall be penalized under this Code.\n[20]\nPonencia\n, p. 10.\n[21]\nGeneral Instructions for the Constitution, Composition and Appointment of Electoral Boards; the Process of Final Testing and Sealing Machines; and the Voting, Counting and Transmission of Election Results in Connection with the 09 May 2022 National and Local Elections\n, available at https://comelec.gov.ph/?r=2022NLE/Resolutions/res10727\n(last accessed on March 20, 2023).", "arguments": "the ruling in Capalla v. COMELEC\n[40]\nthat PCOS machines are capable of digitally-signed transmissions. In Bagumbayan-VNP Movement, Inc. v. COMELEC\n, [41]\nciting Capalla, the Court discussed that there is no infirmity as regards the signature of a PCOS machine being the equivalent of a digital signature.\nACCORDINGLY\n, the instant Petition for Mandamus is DISMISSED\n, and the prayer for temporary restraining order and/or any injunctive relief is DENIED\n.\nSO ORDERED.\nCaguioa, Lazaro-Javier, Zalameda, M. Lopez, Gaerlan,  Dimaampao, Marquez, and Singh, JJ., concur.\nLeonen, **\nActing C.J., see separate concurring opinion.\nGesmundo, *\nC.J.\nand Hernando, ***\nJ., on official leave.\nInting\n****\nand Kho, Jr., ******\nJJ., no part.\nJ. Lopez, *****\nJ., *\non leave.\n*\nOn official leave.\n**\nActing Chief Justice per Special Order No. 2977 dated June 1, 2023.\n***\nOn official leave.\n****\nNo part.\n*****\nOn leave.\n******\nNo part.\n[1]\nRollo\n, pp. 3-46.\n[2]\nId. at 3 and 9; the first page of the Petition indicates that the Petition filed is a Petition for Certiorari\n, Mandamus and Prohibition although the designation of the Petition as well as the discussion on the nature of the Petition shows that what petitioners filed was a Petition for Mandamus\n.\n[3]\nId. at 3, 10-11.\n[4]\n782 Phil 1306 (2016) [Per J. Leonen, En Banc\n].\n[5]\nRollo\n, pp. 43-44.\n[6]\nId. at 87-157.\n[7]\nAn Act Providing for Synchronized National and Local Elections and for Electoral Reforms, Authorizing Appropriations Therefor, and for Other Purposes, Approved November 26, 1991.\n[8]\nAn Act Authorizing the Commission on Elections to Use an Automated Election System in the May 11, 1998 National or Local Elections and in Subsequent National and Local Electoral Exercises, Providing Funds Therefor and For Other Purposes, Approved December 22, 1997.\n[9]\nAn Act Amending Republic Act No. 8436, Entitled \"An Act Authorizing The Commission On Elections To Use an Automated Election System in The May 11, 1998 National or Local Elections and in Subsequent National And Local Electoral Exercises, To Encourage Transparency, Credibility, Fairness And Accuracy Of Elections, Amending For The Purpose Batas Pambansa Blg. 881, as Amended, Republic Act No. 7166 And Other Related Election Laws, Providing Funds Therefor and For Other Purposes,\" Approved January 23, 2007; see rollo\n, pp. 9, 12.\n[10]\nRollo\n, pp. 34-35.\n[11]\nSection 40.\nCounting of ballots and transmission of results; Procedure.\n(\nRenumbered\n) (\nAs Revised\n)\n. . . .\nf) Thereafter, the PCOS shall automatically count the votes and immediately display a message \"WOULD YOU LIKE TO DIGITALLY SIGN THE TRANSMISSION FILES WITH A BEI SIGNATURE KEY?\", with a \"YES\" or \"NO\" option; [12]\nSection 40.\nCounting of ballots and transmission of results; Procedure\n. (\nRenumbered\n) (\nAs Revised\n)\n. . . .\ng) Press \"NO\" option. The PCOS will display \"ARE YOU SURE YOU DO NOT WANT TO APPLY A DIGITAL SIGNATURE?\" with a \"YES\" and \"NO\" option; [13]\nPromulgated on March 4, 2010.\n[14]\nRollo\n, p. 7.\n[15]\nSECTION 2.\nSections 20(a) and (f) of Resolution No. 10057 are hereby amended to read as follows:\n\"\nSEC. 20. Prohibitions on voting\n. - It shall be unlawful for a voter to:\na) Bring the ballot, ballot secrecy folder, marking pen or voter's receipt outside of the polling place; xxx f) Use capturing devices, including, but not limited to, digital cameras or cellular phones for whatever purpose while inside the polling place;\"\n[16]\nEntitled \"Amending Certain Provisions of Resolution No. 10057 dated February 11, 2016 or otherwise known as the General Instructions for the Boards of Election Inspectors (BEI) on the Testing and Sealing of Vote Counting Machines (VCMs), and Voting, Counting and Transmission of Election Results in Connection with the 09 May 2016 National and Local Elections,\" promulgated on April 12, 2016.\n[17]\nSECTION 179.\nRights and duties of watchers\n. — Upon entering the polling place, the watchers shall present and deliver to the chairman of the board of election inspectors his appointment, and forthwith, his name shall be recorded in the minutes with a notation under his signature that he is not disqualified under the second paragraph of Section 178. The appointments of the watchers shall bear the personal signature or the facsimile signature of the candidate or the duly authorized representatives of the political party or coalition of political parties who appointed him or of organizations authorized by the Commission under Section 180. The watchers shall have the right to stay in the space reserved for them inside the polling place. They shall have the right to witness and inform themselves of the proceedings of the board of election inspectors, including its proceedings during the registration of voters, to take notes of what they may see or hear, to take photographs of the proceedings and incidents, if any, during the counting of votes, as well as of election returns, tally boards and ballot boxes, to file a protest against any irregularity or violation of law which they believe may have been committed by the board of election inspectors or by any of its members or by any persons, to obtain from the board of election inspectors a certificate as to the filing of such protest and/or of the resolution thereon, to read the ballots after they shall have been read by the chairman, as well as the election returns after they shall have been completed and signed by the members of the board of election inspectors without touching them, but they shall not speak to any member of the board of election inspectors, or to any voter, or among themselves, in such a manner as would distract the proceedings, and to be furnished with a certificate of the number of votes in words and figures cast for each candidate, duly signed and thumbmarked by the chairman and all the members of the board of election inspectors. Refusal of the chairman and the members of the board of election inspectors to sign and furnish such certificate shall constitute an election offense and shall be penalized under this Code.\n[18]\nRollo\n, p. 8.\n[19]\nId. at 9.\n[20]\nSection 9, Chapter 2, Book VII of the Administrative Code of 1987 provides:\nSection 9.\nPublic Participation\n. -\n(1) If not otherwise required by law, an agency shall, as far as practicable, publish or circulate notices of proposed rules and afford interested parties the opportunity to submit their views prior to the adoption of any rule.\n(2) In the fixing of rates, no rule or final order shall be valid unless the proposed rates shall have been published in a newspaper of general circulation at least two (2) weeks before the first hearing thereon.\n(3) In case of opposition, the rules on contested cases shall be observed.\n[21]\nRollo\n, p 8.\n[22]\nId. at 42-43.\n[23]\nEntitled \"In the Matter of the General Instructions for the Conduct of Random Manual Audit (RMA) for the 13 May 2019 Automated Synchronized National and Local Elections and Subsequent Elections Thereafter,\" promulgated on December 5, 2018.\n[24]\nSECTION 4\n. -\nThe Random Selection of Precincts for the MA\n. The random selection of the precincts for the RMA shall be conducted publicly in the following manner:\na)\nAt 12:00 noon on Election Day, the RMAC shall first randomly select the municipality/city from which the clustered precincts are to be selected under paragraph c of this provision.\nb)\nThe List of the Specific Municipalities/Cities shall be released to the public at 2:00 p.m. on Election Day.\nc)\nAt 9:00 a.m. of the day after the election, the MAC shall randomly select, from the municipalities/cities identified earlier, the specific sample precincts for the RMA.\nd)\nThe List of Specific Clustered Precinct/s per legislative district that have been randomly selected for RMA shall be released to the public at 10:00 a.m. on the same day.\nThe random selection shall be done using an automated random selection program recommended or developed by the PSA.\nxxxx\n[25]\nEntitled \"General Instructions For The Electoral Boards (EBs) On The Process Of Voting Counting And Transmission Of Election Results In Connection With The 13 MAY 2019 National And Local Elections,\" promulgated on December 6, 2018.\n[26]\nOn page 40 of their Petition (\nrollo\n, p. 42), petitioners alleged that Section 20 of COMELEC Resolution No. 10460 states that \"[i]t shall be unlawful for a voter to use capturing devices, including, but not limited to, cameras or cellular phones for whatever purpose while inside the polling place.\"\nHowever, the actual text of Section 20 reads as follows:\nSec. 20. Voting Privilege of the Electoral Board\n. - EB members may vote in the polling places where they are assigned on election day as long as:\na. They are registered voters of the city within the same legislative district, or municipality where they are assigned; b. Their voting in the polling place where they are not registered should be noted in the Minutes of Voting and Counting of Votes; and c. They shall add in the EDCVL their names and precinct numbers and the place where they are actually registered.\nAny EB member, who is not registered in the city or municipality where they are assigned, or registered in the city of another legislative district, may vote in the polling place where they are registered, provided that:\na. The voting in their place of assignment is light; b. Their absence shall not be for more than thirty (30) minutes; c. The EB members shall schedule the voting so that only one (1) member shall leave at any given time; d. They must be given priority in voting; and e. The fact that they exercised their voting privilege shall be noted in the Minutes.\nIn the alternative, the EB may avail of local absentee voting pursuant to Comelec Resolution No. 10443 dated 8 November 2018 entitled \"\nRules and Regulations on Local Absentee Voting in Connection with The May 13, 2019 National and Local Elections\n.\"\n[27]\nRollo\n, p. 42.\n[28]\nId. at 44.\n[29]\nId. at 160-161.\n[30]\nId. at 160.\n[31]\nId. at 163-72.\n[32]\nId. at 165.\n[33]\nId. at 167-172.\n[34]\nId. at 46-47.\n[35]\nG.R. No. 246332\n, December 9, 2020 [Per J. Lopez, En Banc\n].\n[36]\nId.\n[37]\nId.\n[38]\n(2003) [Per J. Carpio Morales, En Banc\n].\n[39]\nId. at 895-896.\n[40]\n(2012) [Per J. Peralta, En Banc\n].\n[41]\n(2019) [Per J. A. Reyes, Jr., En Banc\n].\nSEPARATE CONCURRING OPINION LEONEN, SAJ.\n:\nI concur in the ponencia that the Petition should be dismissed on procedural grounds and for petitioners' failure to show that public respondent Commission on Elections failed to comply with the requirements of Republic Act No. 8436, as amended by Republic Act No. 9369.\nHowever, I would like to raise a few points.\nFirst, the law provisions implementing automated elections are mandatory. In Bagumbayan-VNP Movement, Inc. v. Commission on Elections\n, [1]\nthis Court granted the petition for mandamus to compel the Commission on Elections \"to enable the vote verification feature of the vote-counting machines,\"\n[2]\nwhich is one of the required minimum system capabilities of the automated election system. We reasoned:\nThe minimum functional capabilities enumerated under Section 6 of Republic Act 8436, as amended, are mandatory. These functions constitute the most basic safeguards to ensure the transparency, credibility, fairness[,] and accuracy of the upcoming elections.\n[3]\nSecond, while Republic Act No. 8436, as amended by Republic Act No. 9369, does not explicitly state that public consultation is required, the law does provide for the Advisory Council:\nSECTION 6.\nMinimum System Capabilities.\n— The automated election system must at least have the following functional capabilities:\n. . . .\nIn the procurement of this system, the Commission shall develop and adopt an evaluation system to ascertain that the above minimum system capabilities are met. This evaluation system shall be developed with the assistance of an advisory council\n. (Emphasis supplied)\nThe Advisory Council is composed of representatives from the public and private sectors:\nSECTION 8.\nThe Advisory Council.\n— The Commission shall create an Advisory Council, hereafter referred to as the Council, which shall be convened not later than eighteen (18) months prior to the next scheduled electoral exercise, and deactivated six months after completion of canvassing:\nProvided\n, for purposes of the 2007 elections, the Advisory Council shall be immediately convened within ten (10) days after the effectivity of this Act.\nThe Council shall be composed of the following members, who must be registered Filipino voters, of known independence, competence and probity:\n(a)\nThe Chairman of the Commission on Information and Communications Technology (CICT) who shall act as the chairman of the Council; (b)\nOne member from the Department of Science and Technology; (c)\nOne member from the Department of Education; (d)\nOne member representing the academe, to be selected by the chair of the Advisory Council from among the list of nominees submitted by the country's academic institutions; (e)\nThree members representing ICT professional organizations to be selected by the chair of the Advisory Council from among the list of nominees submitted by Philippine-based ICT professional organizations. Nominees shall be individuals, at least one of whom shall be experienced in managing or implementing large-scale IT projects.\n(f)\nTwo members representing nongovernmental electoral reform organizations, to be selected by the chair of the Advisory Council from among the list of nominees submitted by the country's nongovernmental electoral reform organizations.\nA person who is affiliated with any political party or candidate for any national position, or is related to a candidate for any national position by affinity or consanguinity within the fourth civil degree, shall not be eligible for appointment or designation to the Advisory Council. Should any such situation arise at any time during the incumbency of a member, the designation or appointment of that member shall ipso facto be terminated.\nAny member of the Advisory Council is prohibited from engaging, directly or indirectly, with any entity that advocates, markets, imports, produces or in any manner handles software, hardware or any equipment that may be used for election purposes for personal gain.\nAny violation of the two immediately preceding paragraphs shall disqualify said member from the Advisory Council and shall be punishable as provided in this Act and shall be penalized in accordance with the Anti-Graft and Corrupt Practices Act and other related laws.\nThe Council may avail itself of the expertise and services of resource persons who are of known independence, competence[,] and probity, are nonpartisan, and do not possess any of the disqualifications applicable to a member of the Advisory Council as provided herein. The resource persons shall also be subject to the same prohibitions and penalties as the members of the Advisory Council.\nThe Commission on Information and Communications Technology (CICT), shall include in its annual appropriation the funds necessary to enable the Council to effectively perform its functions.\nAt the very least, the Commission on Elections should consult with the Advisory Council in developing an evaluation system to determine if an automated election system meets the minimum functional capabilities required by law.\nHere, it is impliedly admitted from the Petition's allegations that the Commission on Elections complied with the law. Petitioners stated:\nINTER-AGENCY PUBLIC CONSULTATION 198. The obligation to be open for public participation is inter-agency in nature because election automation technology is no longer an exclusive prerogative of Comelec alone.\n199. Republic Act No. 9369 Section 9 provides for creation of a Comelec Advisory Council under three other government agencies = Department of Information and Communication[s] Technology (DICT) + Department of Science and Technology (DOST) + Department of Education (DepEd) = together with experts from the private sector.\n200. The Comelec Advisory Council shall recommend technology, participate as non-voting member in the Bids and Awards Committee (BAC), participate as non-voting member in the steering committee, provide advice, and report within six months from election date to the [Joint Congressional Oversight Committee].\n201. Incidentally, with or without public participation, Comelec had a history of rejecting majority of Advisory Council recommendations in favor of perpetuating Smartmatic monopoly. Not only the Advisory Council but no less than President Rodrigo Roa Duterte himself said \"[d]ispose of that Smartmatic and look for a new one that is free of fraud.\"\n[4]\nIt is clear that petitioners question the Commission on Elections' alleged rejection of the Advisory Council's recommendations, not the lack of consultation as it claims.\nAcceptance or rejection of the Advisory Council's recommendations is a policy decision well within the Commission on Elections' powers. Without any showing that its rejection amounted to unlawful neglect to perform a duty enjoined by law, [5]\nmandamus will not lie.\nThird, some of the resolutions questioned by petitioners pertain to the 2010 and 2019 national and local elections. These issues—on the digital signatures, the conduct of the random manual audit, and the absolute prohibition on the use of cameras—are now moot.\nIn any case, a review of the questioned resolutions shows that the Commission on Elections has addressed the matters they raised in its issuances relative to the 2022 national and local elections.\nOn the digital signatures, petitioners question COMELEC Resolution No. 8786, applicable to the 2010 national and local elections, which instructed the Board of Election Inspectors to choose not to digitally sign the transmission files.\n[6]\nThis instruction has since been revised:\nCOMELEC Resolution No. 8786, March 4, 2010\n[7]\nVote Counting Machine Operational Guide as of December 20, 2021\n[8]\nSECTION 40. Counting of ballots and transmission of results; Procedure. (Renumbered) (As revised)\n. . . .\nf)\nThereafter, the PCOS shall automatically count the votes and immediately display a message WOULD YOU LIKE TO DIGITALLY SIGN THE TRANSMISSION FILES WITH A BEI SIGNATURE KEY?, with a YES or NO option; g)\nPress NO option. The PCOS will display ARE YOU SURE YOU DO NOT WANT TO APPLY A DIGITAL SIGNATURE? with a YES and NO option[.]\nThe members of the Electoral Board add their digital signatures before the results are printed and transmitted to the appropriate board of canvassers.\n[9]\nPetitioners also argue that the digital signatures should represent the identity of a person, not that of the machine that transmitted results.\n[10]\nI agree that this Court has addressed the issue on digital signatures in Archbishop Capalla v. Commission on Elections\n, [11]\nBagumbayan-VNP Movement, Inc. v. Commission on Elections\n, [12]\nand AES Watch v. Commission on Elections\n.\n[13]\nParticularly, in AES Watch\n:\nAs gleaned from the wording of the law, the signature may be any distinctive mark or characteristic that represents the identity of a person. Thus, a machine signature of a PCOS machine may validly be considered the functional equivalent of the aforementioned \"digital signature,\"\nas it represents the identity of the individual, said signature naturally being created specifically for the person him or herself inputting the details\n.\n[14]\n(Emphasis supplied)\nThus, the digital signature represents the individual who encoded it, and the machine that transmitted the results.\nOn the conduct of the random manual audit, petitioners argue that 2:00 p.m. on election day, as per COMELEC Resolution No. 10458, \"is too late because by that time many are already aware which precincts are clean and which are fraudulent.\n[15]\nHowever, for the 2022 national and local elections, the Commission on Elections has moved the time to 10:00 a.m., as shown in COMELEC Resolution No. 10774:\nCOMELEC Resolution No. 10458 dated December 5, 2018\n[16]\nCOMELEC Resolution No. 10774 dated March 23, 2022\n[17]\nSECTION 4. —\nRandom Selection of Precincts for the RMA\n. The random selection of the precincts for the RMA shall be conducted publicly in the following manner:\n. . . .\nb.\nThe List of the Specific Municipalities/Cities shall be released to the public at 2:00 p.m. on Election Day.\nc.\nAt 9:00 a.m. of the day after the election, the RMAC shall randomly select, from the municipalities/cities identified earlier, the specific sample precincts for the RMA.\nSECTION 5.\nRandom Selection of Clustered Precincts for the RMA\n. The random selection of the clustered precincts for the RMA shall be conducted publicly on the day after the elections in the following manner:\na.\nAt ten o'clock in the morning (10:00 A.M.), the RMAC shall randomly select the specific clustered precincts per legislative district for the RMA; b.\nAt twelve o'clock noon (12:00 P.M.), the List of Randomly Selected Clustered Precincts per legislative district and the Contingency List of Randomly, Selected Clustered Precincts per legislative district shall be released to the public; c.\nA Contingency List of Randomly Selected Clustered Precincts shall also be generated after the List of Randomly Selected Clustered Precincts has been produced. The grounds for the utilization of the Contingency List of Randomly Selected Clustered Precincts shall be determined by the RMAC; and The random selection shall be done using an automated random selection program recommended or developed by the PSA.\nThe RMAC shall promptly provide RMA-RDTs with the Lists of Specific Municipalities/Cities, Randomly Selected Clustered Precincts, and the Contingency List of Randomly Selected Clustered Precinct.\nFinally, on the absolute prohibition on the use of cameras, petitioners argue that this goes against several election-related laws.\n[18]\nFor example, Section 179 of the Omnibus Election Code allows watchers \"to take photographs of the proceedings and incidents, if any, during the counting of votes, as well as of election returns, tally boards and ballot boxes.\"\n[19]\nAs noted in the ponencia\n, the Commission on Elections has, since the 2019 national and local elections, \"removed the phrase 'for whatever purpose.'\"\n[20]\nIt clarified that the prohibition is specific to instances when a voter's ballot may be identified. COMELEC Resolution No. 10727, [21]\napplicable to the 2022 national and local elections, provides:\nSECTION 19.\nPowers and Functions of the Electoral Board.\n— In addition to the powers and functions prescribed by law or by the rules and regulations issued by the Commission, the EBs shall:\n. . . .\nf.\nProhibit the use of cellular phones, cameras, or any recording device by the voters during voting; . . . .\nSECTION 66.\nProhibitions on Voting.\n— It shall be unlawful for a voter to:\n. . . .\nf.\nUse of capturing devices such as but not limited to digital cameras, cellular phones with camera, or other means to copy the contents of the ballot, or otherwise make use of any other scheme to identify his vote[.]\nIn any case, these issues are moot.\nTo reiterate, Republic Act No. 8436, as amended by Republic Act No. 9369, requires the Commission on Elections to seek assistance from the Advisory Council in evaluating minimum system capabilities. This is the minimum requirement that, based on petitioners' allegations, the Commission has complied with.\nACCORDINGLY\n, I vote that the Petition be DISMISSED\n.\n[1]\n(2016) [Per J. Leonen, En Banc\n].\n[2]\nId. at 1324.\n[3]\nId. at 1322.\n[4]\nRollo\n, p. 42.\n[5]\nSee Bagumbayan-VNP Movement, Inc. v. Commission on Elections\n, 782 Phil. 1306 (2016) [Per J. Leonen, En Banc\n].\n[6]\nRollo\n, p. 42.\n[7]\nRevised General Instructions for the Board of Election Inspectors (BEI) on the Voting, Counting, and Transmission of Results in Connection with the 10 May 2010, National and Local Elections\n, available at https://comelec.gov.ph/?r=References/ComelecResolutions/NLE/2010NLE/res8786\n(last accessed on March 20, 2023).\n[8]\nVote Counting Machine (VCM) Operational Guide as of December 20, 2021\n, available at https://comelec.gov.ph/?r=2022NLE/VCMOperationalGuide\n(last accessed on March 20, 2023).\n[9]\nId.\n[10]\nRollo\n, pp. 37-38.\n[11]\n(2012) [Per J. Peralta, En Banc\n].\n[12]\n(2019) [Per J. A. Reyes, Jr., En Banc\n].\n[13]\nG.R. No. 246332\n, December 9, 2020 [Per J. Lopez, En Banc\n].\n[14]\nAES Watch v. Commission on Elections, G.R. No. 246332\n, Dec. 9, 2020 [Per J. Lopez, En Banc\n], citing Bagumbayan-VNP Movement, Inc. v. Commission on Eleections\n, 851 Phil. 685 (2019) [Per J. A.B. Reyes, Jr., En Banc\n].\n[15]\nRollo\n, p. 42.\n[16]\nIn the Matter of the General Instructions for the Conduct of Random Manual Audit (RMA) for the 13 May 2019 Automated Synchronized National and Local Elections and Subsequent Elections Thereafter\n, available at https://comelec.gov.ph/?r=2019NLE/Resolutions/res10458\n(last accessed on March 20, 2023).\n[17]\nIn The Matter of the Amendment of the General Instructions for the Conduct of Random Manual Audit (RMA) for the 9 May 2022 Automated Synchronized National and Local Elections and Subsequent Elections Thereafter\n, available at https://comelec.gov.ph/?r=2022NLE/Resolutions/res10774\n(last accessed on March 20, 2023).\n[18]\nPetitioners cite the Batas Pambansa Blg. 881 or the Omnibus Election Code, Republic Act No. 7166, and Republic Act No. 9369.\nRollo\n, p. 8.\n[19]\nELECTION CODE, sec. 179 provides:\nSECTION 179.\nRights and duties of watchers\n. — Upon entering the polling place, the watchers shall present and deliver to the chairman of the board of election inspectors his appointment, and forthwith, his name shall be recorded in the minutes with a notation under his signature that he is not disqualified under the second paragraph of Section 178. The appointments of the watchers shall bear the personal signature or the facsimile signature of the candidate or the duly authorized representatives of the political party or coalition of political parties who appointed him or of organizations authorized by the Commission under Section 180. The watchers shall have the right to stay in the space reserved for them inside the polling place. They shall have the right to witness and inform themselves of the proceedings of the board of election inspectors, including its proceedings during the registration of voters, to take notes of what they may see or hear, to take photographs of the proceedings and incidents, if any, during the counting of votes, as well as of election returns, tally boards and ballot boxes, to file a protest against any irregularity or violation of law which they believe may have been committed by the board of election inspectors or by any of its members or by any persons, to obtain from the board of election inspectors a certificate as to the filing of such protest and/or of the resolution thereon, to read the ballots after they shall have been read by the chairman, as well as the election returns after they shall have been completed and signed by the members of the board of election inspectors without touching them, but they shall not speak to any member of the board of election inspectors, or to any voter, or among themselves, in such a manner as would distract the proceedings, and to be furnished with a certificate of the number of votes in words and figures cast for each candidate, duly signed and thumbmarked by the chairman and all the members of the board of election inspectors. Refusal of the chairman and the members of the board of election inspectors to sign and furnish such certificate shall constitute an election offense and shall be penalized under this Code.\n[20]\nPonencia\n, p. 10.\n[21]\nGeneral Instructions for the Constitution, Composition and Appointment of Electoral Boards; the Process of Final Testing and Sealing Machines; and the Voting, Counting and Transmission of Election Results in Connection with the 09 May 2022 National and Local Elections\n, available at https://comelec.gov.ph/?r=2022NLE/Resolutions/res10727\n(last accessed on March 20, 2023).", "header": "[ G.R. No. 259850, June 13, 2023 ]\nKILUSAN NG MAMAMAYAN PARA SA MATUWID NA BAYAN, A COALITION OF CORPORATE ENTITIES DULY REGISTERED WITH THE SECURITIES AND EXCHANGE COMMISSION, WHICH ARE PETITIONERS HEREIN AS WELL, NAMELY, CAPITOL CHRISTIAN LEADERSHIP; BUKLOD PAMILYA INCORPORATED; KMP, KOALISYONG PANGKAUNLARAN NG MAMAMAYAN; AND KNK, ANAK NG DIYOS KADUGO NI KRISTO, AND JOSE LAGUNSAD GONZALES, VICENTE ALEJO MACATANGAY, JR., SHARON FAITH SAMACO PAQUIZ, NELSON JAVA CELIS, MELCHOR GRUELA MAGDAMO, RODRIGO G. CORNEJO, AND MELANIO LAZO MAURICIO, JR., PETITIONERS, VS. COMMISSION ON ELECTIONS (COMELEC), Respondent."}, "has_gr_number": true, "has_special_number": false, "case_type": "criminal", "case_subtypes": ["mandamus", "resolution", "election"], "case_subtype": "mandamus", "quality_metrics": {"has_ruling": true, "text_length": 46386, "sections_extracted": 5, "has_structured_sections": true}}
{"id": "sha256:17dce847b11feb84caddc1328f9e6a9a0a12c7f15b117e55aae265cb6383589a", "gr_number": "G.R. No. 192113", "gr_numbers": ["G.R. No. 192113"], "special_number": "SP No. 106754", "special_numbers": ["SP No. 106754"], "case_title": "UNIROCK CORPORATION, PETITIONER, VS. HONORABLE COURT OF APPEALS AND EDUARDO PAJARITO, RESPONDENTS.", "page_title": "G.R. No. 192113 - UNIROCK CORPORATION, PETITIONER, VS. HONORABLE COURT OF APPEALS AND EDUARDO PAJARITO, RESPONDENTS.\n\nD E C I S I O N - Supreme Court E-Library", "promulgation_date": "2020-09-07", "promulgation_year": 2020, "promulgation_month": "sep", "court": "Supreme Court", "source_url": "https://elibrary.judiciary.gov.ph/thebookshelf/showdocs/1/67041", "clean_version": "v2.2", "checksum": "sha256:fc7e033e74c970fcb51147027761fffba8235a15d340806a86377890cf823d00", "crawl_ts": "2025-10-22T07:42:11.621555Z", "ponente": "GAERLAN, J.", "division": null, "en_banc": null, "clean_text": "[ G.R. No. 192113, September 07, 2020 ]\nUNIROCK CORPORATION, PETITIONER, VS. HONORABLE COURT OF APPEALS AND EDUARDO PAJARITO, RESPONDENTS.\nD E C I S I O N GAERLAN, J.:\nThis resolves the Petition for Review on Certiorari\n[1]\nassailing the Decision\n[2]\ndated October 16, 2009 and the Resolution\n[3]\ndated March 29, 2010 of the Court of Appeals (CA) in CA-G.R. SP No. 106754 which reinstated with modification the first Decision\n[4]\ndated March 28, 2007 of the National Labor Relations Commission (NLRC) in NLRC NCR CA No. 048226-06, finding Eduardo Pajarito (Pajarito) illegally dismissed, and set aside the NLRC's second Decision\n[5]\ndated October 8, 2008, declaring Pajarito retrenched from service. The assailed Resolution denied reconsideration of the CA's assailed Decision.\nFactual Antecedents The undisputed facts, as culled from the Decision of the CA, are as follows:\nx x x Eduardo Pajarito was hired on March 9, 1999 by x x x company Unirock Corporation [Unirock] as a heavy equipment operator with a basic daily salary of P258.00.\nOn March 14, 2005, the company's vice-president for Human Resources Development (HRD), x x x Roberto Ignacio, issued a transfer order for [Pajarito] to work in Davao effective March 17, 2005 as his skill is needed in its job site operation. Together with the transfer, he was offered additional benefits like P1000.00 monthly relocation allowance and P50.00 daily meal allowance. [Unirock] also committed to shoulder his transportation fare and food on his way to the new place of work. Despite personal service of such order, [Pajarito] refused to receive the same. Hence, the transfer notice was sent through registered mail but [Pajarito] failed to receive it because he had moved out from his last known address. Immediately, [Unirock] issued a memorandum asking [Pajarito] to explain his refusal to accept the transfer. In the meantime, or on March 18, 2005, [Pajarito] filed a request for mediation and conciliation with the NLRC's Conciliation and Mediation Center.\nOn March 19, 2005, [Pajarito] submitted to [Unirock] his written explanation, the full text of which reads:\nAko po si Eduardo Pajarito. Narito po ang aking paliwanag. Mula po ng natanggap ko yung kautusan sa Tagapangasiwa hindi ko po tinatanggihan ang kautusan sa Itaas, dahil malapit po ang aking magulang doon. Kaya nga lang po nagkaroon ng problem na, sinasabing tinanggihan ko po ang kautusan. Sa katunayan nga po nagpahanap na po [a]ko sa aking kapatid ng bahay ng malilipatan doon. Sa totoo po hindi po ako tumatanggi, ang ipinakikiusap ko po lang po [sic] sana ay patapusin ko po muna yung pag-aaral ng aking mga anak hanggang sa bakasyon po nila sa April 1, dahil hindi ko po sila pweding [sic] iwanan dahil nasa murang edad pa po sila [a]t wala pang tamang pagiisip, kailangan pa po nila ng kalinga [n]g isang magulang. Pangalawa po wala po akong kamag-anak [d]ito na pwedeng pag-iwanan sa kanila.\nPaano po ninyo nasasabi na tinatanggihan ko po ang mga bagay na iyan, [a]t yung inaalok po ninyong relocation na P1,000.00 at allowance P50.00 sa tingin po ninyo sapat po kaya. Hindi po kaya malinaw na paglabag po ito sa human rights/karapatang pantao. Sa tingin po ninyo hindi kaya itoy isang harassment. Sa tingin ko po kasi panghaharass na po ito sa akin. Sana po ay maunawaan po ninyo ang aking panig. Maraming salamat po.\nOn March 31, 2005, [Unirock] issued a Memorandum of Termination against [Pajarito] effective that date, allegedly for willful disobedience to the transfer order, and abandonment of work for his unauthorized absences from March 17-30, 2005.\nHence, [Pajarito] filed a complaint for illegal dismissal on April 21, 2005, docketed as NLRC Case No. 00-04-03513-2005. [Pajarito] posited that his dismissal was without cause and lacked due process; that he did not disobey the order but only asked for time to allow his children to finish their schooling so he could bring his family to Davao; that the intended transfer was due to his suspected organization of a union; and, that he is entitled to reinstatement with full back wages, damages and attorney's fees, as well as wage differentials for the last three years of his employment.\n[Unirock] maintained that respondent was given due notices for his transfer to the Davao project; that the company merely exercised its management prerogative in the questioned transfer; and, that he committed insubordination when he unjustly disobeyed such transfer, and neglect of duties when he incurred prolonged absence without leave which constituted valid grounds for his dismissal.\n[6]\nIn the Decision\n[7]\ndated November 29, 2005, Labor Arbiter Pablo C. Espiritu, Jr. dismissed the complaint for lack of merit. The Labor Arbiter found that Pajarito was validly terminated from employment on the ground of his willful insubordination to the lawful order of Unirock to transfer him to Davao and his absences without leave (AWOL) from March 17-31, 2005. Anent his claim of underpayment, the Labor Arbiter found no basis to sustain the same as his weekly gross payslips showed that his wages were paid beyond minimum wage, and that, in any case, his failure to raise the same in the sworn affidavit—having raised it only in his rejoinder—rendered the Labor Arbiter devoid of jurisdiction to entertain the same.\n[8]\nOn Pajarito's appeal, the NLRC rendered the Decision\n[9]\ndated March 28, 2009, disposing as follows:\nWHEREFORE, the assailed decision of the Labor Arbiter is accordingly REVERSED. Respondents-appellees are therefore hereby ordered to reinstate complainant Eduardo Pajarito to his former position with payment of full backwages and an indemnity in the amount of Php30,000.00.\nSO ORDERED.\n[10]\nIn finding for Pajarito, the NLRC found that the conduct of Pajarito of requesting additional time to implement his transfer cannot be considered a wrongful or perverse attitude, as would constitute willful disobedience. The NLRC, thus, held that the penalty of dismissal was too harsh and manifestly disproportionate to his alleged insubordination, which was excusable under the given circumstances. The NLRC also found that Pajarito was deprived of procedural due process for want of any written notice charging the latter of insubordination.\nUnirock filed a motion for reconsideration\n[11]\nand supplemental motion for reconsideration\n[12]\nwith a prayer to reinstate the November 29, 2005 Labor Arbiter Decision. On October 8, 2008, the NLRC rendered an amended Decision, [13]\nthe decretal part of which reads:\nWHEREFORE, we modify our Decision and declare that complainant was considered retrenched from work. Accordingly[,] he should be paid his retrenchment pay at half month pay per year of service plus financial assistance in the amount of P25,000.00.\nSO ORDERED.\n[14]\nPajarito elevated the case to the CA. On October 16, 2009, the CA rendered the herein assailed Decision, [15]\nwhich disposed as follows:\nWHEREFORE, the petition is GRANTED. The assailed Decision dated October 8, 2008 of the NLRC is ANNULLED and SET ASIDE. The NLRC Decision dated March 28, 2007 is REINSTATED with MODIFICATION that petitioner is awarded separation pay (in lieu of reinstatement) equivalent to one month for every year of service from the date of hiring on March 9, 1999 and full backwages computed from the date of his illegal dismissal on March 17, 2005 until the finality of this decision.\nSO ORDERED.\n[16]\nIn the Resolution\n[17]\ndated March 29, 2010, the CA denied Unirock's motion for reconsideration.\nHence, this petition was filed.\nUnirock argues that the CA gravely erred when it delved into the legality of retrenchment especially when the same was never raised as a defense by the petitioner. It further argued that the CA gravely erred when it held that Pajarito was illegally dismissed on the ground that Pajarito's act of not reporting to work in Davao does not constitute insubordination and abandonment.\nThe petition lacks merit.\nFor one, the appellate court had cogent reason to delve into the matter of retrenchment, which constituted the very cause for which the termination of Pajarito from service was considered authorized by the NLRC in its second Decision, viz\n.:\nBe that as it may, complainant's intransigence to the lawful order of respondent company should not result in his dismissal from the service. We cannot see it as abandonment of work as he took steps to allegedly seek rectification of the perceived violation of his rights.\nIt would rather be equitable to grant him separation pay for retrenchment on account of his services of six (6) years at half month's pay for every year of service, a fraction of six (6) months being considered as one whole year.\nIn addition, as a matter of equity, and in order to tide complainant and his family over during the time that he is seeking a new employment, respondents should give him financial assistance in the amount of P25,000.00[.]\n[18]\nTo state the obvious, it was the NLRC that unceremoniously declared the retrenchment of Pajarito despite the lack of basis therefor. Thus, in the exercise of its power in a certiorari proceeding to correct grave abuse of discretion, the CA imperatively passed upon the matter.\nAptly, the CA ruled that Pajarito cannot be validly separated from service on the ground of retrenchment, view of the absence of all the requisites thereof, consisting of the following: a) the retrenchment is necessary to prevent losses and such losses are proven; b) written notice to the employees and to the Department of Labor and Employment (DOLE) at least one month prior to the intended date of retrenchment; c) payment of separation pay equivalent to one month pay or at least ½ month pay for every year of service, whichever is higher.\nThis brings Us to the issue of gross insubordination and abandonment.\nUnder Article 297 [282]\n[19]\nof the Labor Code, an employer may terminate the services of an employee who commits willful disobedience of the lawful orders of the employer:\nArticle 297. [282]\nTermination by Employer\n. - An employer may terminate an employment for any of the following causes:\n(a) Serious misconduct or willful disobedience by the employee of the lawful orders of his employer or representative in connection with his work[.]\nx x x x For disobedience to be considered as just cause for termination, two requisites must concur: first, the employee's assailed conduct must have been willful or intentional, and second, the order violated must have been reasonable, lawful, made known to the employee and must pertain to the duties which he or she had been engaged to discharge. For disobedience to be willful, it must be characterized by a wrongful and perverse mental attitude rendering the employee's act inconsistent with proper subordination.\n[20]\nIn this case, the resolution of whether the foregoing requisites are present behooves this Court to correlate the same with some salient points laid down in our prior pronouncements concerning employment transfers.\nIn a number of cases, this Court has recognized and upheld the prerogative of management to transfer an employee from one office to another within the business establishment provided that there is no demotion in rank or a diminution of his salary, benefits and other privileges. This is a privilege inherent in the employer's right to control and manage its enterprise effectively. Even as the law is solicitous of the employees' welfare, it cannot ignore the right of the employer to exercise what are clearly and obviously management prerogatives. The freedom of management to conduct its business operations to achieve its purpose cannot be denied.\n[21]\nBut like all other rights, there are limits. The managerial prerogative to transfer personnel must be exercised without grave abuse of discretion and putting to mind the basic elements of justice and fair play. Having the right should not be confused with the manner in which that right must be exercised. Thus, it cannot be used as a subterfuge by the employer to rid himself of an undesirable worker. Nor when the real reason is to penalize an employee for his/her union activities and thereby defeat his/her right to self-organization.\n[22]\nTo establish the validity of the transfer of employees, the employer must show that the transfer is not unreasonable, inconvenient, or prejudicial to the displaced employee; nor does it involve a demotion in rank or a diminution of his/her salaries, privileges and other benefits.\n[23]\nHere, we agree with the CA that the time interval of three days from the issuance of the transfer order on March 14, 2005 to its effectivity on March 17, 2005 was too tight and prejudicial to Pajarito. Juxtaposed with the requisites of willful disobedience, the directive failed to satisfy the requirement of reasonableness. It is well to note that a work relocation from Greater Manila Area to a distant province like Davao requires a reasonable amount of time to work out certain details such as family living arrangements.\nNotably, the belated claim of Unirock that the transfer was urgently required to meet the company's two-month deadline deserves no credence.\n[24]\nFirst, Unirock failed to substantiate the claim with proof when it could have easily presented the contract or timetable indicating the supposed deadline of its project. Time and again, this Court has ruled that mere allegation is not proof. Second, it was alleged for the first time only in Unirock's supplemental motion for reconsideration\n[25]\nof the NLRC's first Decision, despite the materiality thereof to petitioner's cause, thereby betraying its character as a mere afterthought.\nMoving on to the other element of willful disobedience, We hold that Pajarito's plea for extension until April 1, 2005 to enable him to prepare his personal affairs, including his children's completion of their studies for the school year, does not constitute an intentional violation of the transfer order.\nThis Court is not unmindful of Our pronouncements\n[26]\nholding that difficulties for the family and parental obligations are not legitimate reasons for declining a transfer. But what obviously sets this case apart from those cases is the fact that Pajarito did not refuse the transfer order but merely requested for additional time to comply therewith. This is not to say, however, that a request for the extension of the period to effect a transfer automatically negates an employer's claim of insubordination, for every case must be determined based on the surrounding circumstances thereof.\nTurning back to Our earlier discussion, We find no genuine reason why the period allotted for Pajarito to relocate from Metro Manila to Davao was too short, in the first place, and why it could not be extended at all. To reiterate, Unirock's belated and unsubstantiated claim of urgency deserves no credit. Under the circumstances of this case, Pajarito's plea to reschedule his transfer from March 17, 2005 to April 1, 2005, to enable his children to wrap up in school prior to his transfer, was reasonable and can hardly be considered as tainted with a perverse mental attitude, so as to amount to willful disobedience. We agree with the NLRC's pronouncement in its first Decision that the penalty of dismissal was too harsh.\nLastly, anent Unirock's claim of abandonment, this Court has consistently held that two elements must be present, to wit: (1) failure to report for work or absence without valid or justifiable reason; and (2) clear intention to sever the employment relationship manifested by some overt act.\n[27]\nAbsence must be accompanied by overt acts unerringly pointing to the fact that the employee simply does not want to work anymore.\n[28]\nFurthermore, it is a settled doctrine that the filing of a complaint for illegal dismissal is inconsistent with abandonment of employment. An employee who takes steps to protest his/her dismissal cannot logically be said to have abandoned his/her work. The filing of such complaint is proof enough of his/her desire to return to work, thus negating any suggestion of abandonment.\n[29]\nIn this case, a review of the timeline belies the claim of abandonment. Pajarito clearly wasted no time in filing an illegal dismissal case against Unirock on April 21, 2005, after his termination on March 31, 2005. More tellingly, as early as March 18, 2005, he already filed a request for conciliation and mediation on his belief that he was already dismissed from employment at that time, since he was no longer allowed to report for work.\nAll told, neither just nor authorized cause exists to justify the termination of Pajarito. It follows then that he was illegally dismissed from work.\nFinally, we sustain the award of separation pay in lieu of reinstatement. In a line of cases, [30]\nthis Court deemed it proper to award separation pay in lieu of reinstatement, when a substantial amount of years have lapsed from the filing of the case to its finality. Considering that more than 15 years have passed since the institution of the instant case, the payment of separation pay is deemed more practical and appropriate to the parties concerned.\nWHEREFORE\n, premises considered, the Petition is DENIED\n. The October 16, 2009 Decision and the March 29, 2010 Resolution of the Court of Appeals in CA-G.R. SP No. 106754 are hereby AFFIRMED\n. Respondent Eduardo Pajarito is deemed illegally dismissed. Petitioner Unirock Corporation and Roberto Ignacio are ordered to pay respondent his separation pay (in lieu of reinstatement) equivalent to one month for every year of service from the date of hiring on March 9, 1999 and full backwages computed from the date of his illegal dismissal on March 17, 2005 until the finality of this Decision.\nSO ORDERED.\nLeonen (Chairperson), Gesmundo, Carandang\n, and Zalameda, JJ\n., concur.\n[1]\nRollo\n, pp. 12-32.\n[2]\nId. at 38-52; penned by Associate Justice Magdangal M. De Leon and concurred in by Associate Justices Martin S. Villarama, Jr. (now a retired member of this Court) and Ricardo R. Rosario.\n[3]\nId. at 54-55; penned by Associate Justice Magdangal M. De Leon and concurred in by Associate Justices Ricardo R. Rosario and Antonio L. Villamor.\n[4]\nId. at 111-118.\n[5]\nId. at 130-138.\n[6]\nId. at 39-41.\n[7]\nId. at 87-94.\n[8]\nId. at 91-94.\n[9]\nId. at 111-118.\n[10]\nId. at 117.\n[11]\nId. at 119-126.\n[12]\nId. at 127-129.\n[13]\nId. at 130-138.\n[14]\nId. at 138.\n[15]\nId. at 38-52.\n[16]\nId. at 51.\n[17]\nId. at 54-55.\n[18]\nId. at 137-138.\n[19]\nDOLE Department Advisory No. 001-15, Renumbering of the Labor Code of the Philippines, as amended.\n[20]\nMalcaba v. Prohealth Pharma Philippines, Inc\n., G.R. No. 209085, June 16, 2018, 864 SCRA 518, 555-556.\n[21]\nYuco Chemical Industries, Inc. v. Ministry of Labor and Employment\n, 264 Phil. 338, 341 (1990).\n[22]\nId.\n[23]\nPharmacia and Upjohn, Inc. (now Pfizer Philippines, Inc.) v. Albayda, Jr\n., 642 Phil. 680, 696 (2010).\n[24]\nId. at 31.\n[25]\nRollo\n, pp. 127-129.\n[26]\nAllied Banking Corporation v. Court of Appeals\n, 461 Phil. 517 (2003). See also Phil. Telegraph Corp. v. Laplana\n, 276 Phil. 527 (1991).\n[27]\nMZR Industries, et al. v. Calambot\n, 716 Phil. 617, 627 (2014).\n[28]\nDoctor v. NII Enterprises\n, G.R. No. 194001, November 22, 2017, 846 SCRA 53, 70.\n[29]\nGSP Manufacturing Corp. v. Cabanban\n, 527 Phil. 452, 455 (2006).\n[30]\nAsso. of Independent Unions in the Phil. v. NLRC\n, 364 Phil. 697 (1999); G & S Transport Corporation v. Infante\n, 559 Phil. 701 (2007); San Miguel Properties Philippines, Inc. v. Gucaban\n, 669 Phil. 288 (2011).", "sections": {"ruling": "WHEREFORE, the assailed decision of the Labor Arbiter is accordingly REVERSED. Respondents-appellees are therefore hereby ordered to reinstate complainant Eduardo Pajarito to his former position with payment of full backwages and an indemnity in the amount of Php30,000.00.\nSO ORDERED.", "facts": "the fact that Pajarito did not refuse the transfer order but merely requested for additional time to comply therewith. This is not to say, however, that a request for the extension of the period to effect a transfer automatically negates an employer's claim of insubordination, for every case must be determined based on the surrounding circumstances thereof.\nTurning back to Our earlier discussion, We find no genuine reason why the period allotted for Pajarito to relocate from Metro Manila to Davao was too short, in the first place, and why it could not be extended at all. To reiterate, Unirock's belated and unsubstantiated claim of urgency deserves no credit. Under the circumstances of this case, Pajarito's plea to reschedule his transfer from March 17, 2005 to April 1, 2005, to enable his children to wrap up in school prior to his transfer, was reasonable and can hardly be considered as tainted with a perverse mental attitude, so as to amount to willful disobedience. We agree with the NLRC's pronouncement in its first Decision that the penalty of dismissal was too harsh.\nLastly, anent Unirock's claim of abandonment, this Court has consistently held that two elements must be present, to wit: (1) failure to report for work or absence without valid or justifiable reason; and (2) clear intention to sever the employment relationship manifested by some overt act.\n[27]\nAbsence must be accompanied by overt acts unerringly pointing to the fact that the employee simply does not want to work anymore.\n[28]\nFurthermore, it is a settled doctrine that the filing of a complaint for illegal dismissal is inconsistent with abandonment of employment. An employee who takes steps to protest his/her dismissal cannot logically be said to have abandoned his/her work. The filing of such complaint is proof enough of his/her desire to return to work, thus negating any suggestion of abandonment.\n[29]\nIn this case, a review of the timeline belies the claim of abandonment. Pajarito clearly wasted no time in filing an illegal dismissal case against Unirock on April 21, 2005, after his termination on March 31, 2005. More tellingly, as early as March 18, 2005, he already filed a request for conciliation and mediation on his belief that he was already dismissed from employment at that time, since he was no longer allowed to report for work.\nAll told, neither just nor authorized cause exists to justify the termination of Pajarito. It follows then that he was illegally dismissed from work.\nFinally, we sustain the award of separation pay in lieu of reinstatement. In a line of cases, [30]\nthis Court deemed it proper to award separation pay in lieu of reinstatement, when a substantial amount of years have lapsed from the filing of the case to its finality. Considering that more than 15 years have passed since the institution of the instant case, the payment of separation pay is deemed more practical and appropriate to the parties concerned.", "issues": "the issue of gross insubordination and abandonment.\nUnder Article 297 [282]\n[19]\nof the Labor Code, an employer may terminate the services of an employee who commits willful disobedience of the lawful orders of the employer:\nArticle 297. [282]\nTermination by Employer\n. - An employer may terminate an employment for any of the following causes:\n(a) Serious misconduct or willful disobedience by the employee of the lawful orders of his employer or representative in connection with his work[.]\nx x x x For disobedience to be considered as just cause for termination, two requisites must concur: first, the employee's assailed conduct must have been willful or intentional, and second, the order violated must have been reasonable, lawful, made known to the employee and must pertain to the duties which he or she had been engaged to discharge. For disobedience to be willful, it must be characterized by a wrongful and perverse mental attitude rendering the employee's act inconsistent with proper subordination.\n[20]\nIn this case, the resolution of whether the foregoing requisites are present behooves this Court to correlate the same with some salient points laid down in our prior pronouncements concerning employment transfers.\nIn a number of cases, this Court has recognized and upheld the prerogative of management to transfer an employee from one office to another within the business establishment provided that there is no demotion in rank or a diminution of his salary, benefits and other privileges. This is a privilege inherent in the employer's right to control and manage its enterprise effectively. Even as the law is solicitous of the employees' welfare, it cannot ignore the right of the employer to exercise what are clearly and obviously management prerogatives. The freedom of management to conduct its business operations to achieve its purpose cannot be denied.\n[21]\nBut like all other rights, there are limits. The managerial prerogative to transfer personnel must be exercised without grave abuse of discretion and putting to mind the basic elements of justice and fair play. Having the right should not be confused with the manner in which that right must be exercised. Thus, it cannot be used as a subterfuge by the employer to rid himself of an undesirable worker. Nor when the real reason is to penalize an employee for his/her union activities and thereby defeat his/her right to self-organization.\n[22]\nTo establish the validity of the transfer of employees, the employer must show that the transfer is not unreasonable, inconvenient, or prejudicial to the displaced employee; nor does it involve a demotion in rank or a diminution of his/her salaries, privileges and other benefits.\n[23]\nHere, we agree with the CA that the time interval of three days from the issuance of the transfer order on March 14, 2005 to its effectivity on March 17, 2005 was too tight and prejudicial to Pajarito. Juxtaposed with the requisites of willful disobedience, the directive failed to satisfy the requirement of reasonableness. It is well to note that a work relocation from Greater Manila Area to a distant province like Davao requires a reasonable amount of time to work out certain details such as family living arrangements.\nNotably, the belated claim of Unirock that the transfer was urgently required to meet the company's two-month deadline deserves no credence.\n[24]\nFirst, Unirock failed to substantiate the claim with proof when it could have easily presented the contract or timetable indicating the supposed deadline of its project. Time and again, this Court has ruled that mere allegation is not proof. Second, it was alleged for the first time only in Unirock's supplemental motion for reconsideration\n[25]\nof the NLRC's first Decision, despite the materiality thereof to petitioner's cause, thereby betraying its character as a mere afterthought.\nMoving on to the other element of willful disobedience, We hold that Pajarito's plea for extension until April 1, 2005 to enable him to prepare his personal affairs, including his children's completion of their studies for the school year, does not constitute an intentional violation of the transfer order.\nThis Court is not unmindful of Our pronouncements\n[26]\nholding that difficulties for the family and parental obligations are not legitimate reasons for declining a transfer. But what obviously sets this case apart from those cases is the fact that Pajarito did not refuse the transfer order but merely requested for additional time to comply therewith. This is not to say, however, that a request for the extension of the period to effect a transfer automatically negates an employer's claim of insubordination, for every case must be determined based on the surrounding circumstances thereof.\nTurning back to Our earlier discussion, We find no genuine reason why the period allotted for Pajarito to relocate from Metro Manila to Davao was too short, in the first place, and why it could not be extended at all. To reiterate, Unirock's belated and unsubstantiated claim of urgency deserves no credit. Under the circumstances of this case, Pajarito's plea to reschedule his transfer from March 17, 2005 to April 1, 2005, to enable his children to wrap up in school prior to his transfer, was reasonable and can hardly be considered as tainted with a perverse mental attitude, so as to amount to willful disobedience. We agree with the NLRC's pronouncement in its first Decision that the penalty of dismissal was too harsh.\nLastly, anent Unirock's claim of abandonment, this Court has consistently held that two elements must be present, to wit: (1) failure to report for work or absence without valid or justifiable reason; and (2) clear intention to sever the employment relationship manifested by some overt act.\n[27]\nAbsence must be accompanied by overt acts unerringly pointing to the fact that the employee simply does not want to work anymore.\n[28]\nFurthermore, it is a settled doctrine that the filing of a complaint for illegal dismissal is inconsistent with abandonment of employment. An employee who takes steps to protest his/her dismissal cannot logically be said to have abandoned his/her work. The filing of such complaint is proof enough of his/her desire to return to work, thus negating any suggestion of abandonment.\n[29]\nIn this case, a review of the timeline belies the claim of abandonment. Pajarito clearly wasted no time in filing an illegal dismissal case against Unirock on April 21, 2005, after his termination on March 31, 2005. More tellingly, as early as March 18, 2005, he already filed a request for conciliation and mediation on his belief that he was already dismissed from employment at that time, since he was no longer allowed to report for work.\nAll told, neither just nor authorized cause exists to justify the termination of Pajarito. It follows then that he was illegally dismissed from work.\nFinally, we sustain the award of separation pay in lieu of reinstatement. In a line of cases, [30]\nthis Court deemed it proper to award separation pay in lieu of reinstatement, when a substantial amount of years have lapsed from the filing of the case to its finality. Considering that more than 15 years have passed since the institution of the instant case, the payment of separation pay is deemed more practical and appropriate to the parties concerned.", "arguments": "discussion, We find no genuine reason why the period allotted for Pajarito to relocate from Metro Manila to Davao was too short, in the first place, and why it could not be extended at all. To reiterate, Unirock's belated and unsubstantiated claim of urgency deserves no credit. Under the circumstances of this case, Pajarito's plea to reschedule his transfer from March 17, 2005 to April 1, 2005, to enable his children to wrap up in school prior to his transfer, was reasonable and can hardly be considered as tainted with a perverse mental attitude, so as to amount to willful disobedience. We agree with the NLRC's pronouncement in its first Decision that the penalty of dismissal was too harsh.\nLastly, anent Unirock's claim of abandonment, this Court has consistently held that two elements must be present, to wit: (1) failure to report for work or absence without valid or justifiable reason; and (2) clear intention to sever the employment relationship manifested by some overt act.\n[27]\nAbsence must be accompanied by overt acts unerringly pointing to the fact that the employee simply does not want to work anymore.\n[28]\nFurthermore, it is a settled doctrine that the filing of a complaint for illegal dismissal is inconsistent with abandonment of employment. An employee who takes steps to protest his/her dismissal cannot logically be said to have abandoned his/her work. The filing of such complaint is proof enough of his/her desire to return to work, thus negating any suggestion of abandonment.\n[29]\nIn this case, a review of the timeline belies the claim of abandonment. Pajarito clearly wasted no time in filing an illegal dismissal case against Unirock on April 21, 2005, after his termination on March 31, 2005. More tellingly, as early as March 18, 2005, he already filed a request for conciliation and mediation on his belief that he was already dismissed from employment at that time, since he was no longer allowed to report for work.\nAll told, neither just nor authorized cause exists to justify the termination of Pajarito. It follows then that he was illegally dismissed from work.\nFinally, we sustain the award of separation pay in lieu of reinstatement. In a line of cases, [30]\nthis Court deemed it proper to award separation pay in lieu of reinstatement, when a substantial amount of years have lapsed from the filing of the case to its finality. Considering that more than 15 years have passed since the institution of the instant case, the payment of separation pay is deemed more practical and appropriate to the parties concerned.", "header": "[ G.R. No. 192113, September 07, 2020 ]\nUNIROCK CORPORATION, PETITIONER, VS. HONORABLE COURT OF APPEALS AND EDUARDO PAJARITO, RESPONDENTS.\nD E C I S I O N GAERLAN, J.:\nThis resolves the Petition for Review on Certiorari\n[1]"}, "has_gr_number": true, "has_special_number": true, "case_type": "civil", "case_subtypes": ["certiorari", "resolution", "order", "labor", "resistance_or_disobedience"], "case_subtype": "certiorari", "quality_metrics": {"has_ruling": true, "text_length": 19496, "sections_extracted": 5, "has_structured_sections": true}}
